{
    "nhits": 49839,
    "parameters": {
        "dataset": "airbnb-listings",
        "q": "Spain",
        "lang": "en",
        "rows": 40,
        "start": 0,
        "disjunctive": {
            "host_verifications": "true",
            "amenities": "true",
            "features": "true"
        },
        "format": "json",
        "timezone": "Europe/Helsinki",
        "fields": [
            "country",
            "city",
            "name",
            "summary",
            "space",
            "description",
            "experiences_offered",
            "neighborhood_overview",
            "notes",
            "transit",
            "access",
            "interaction",
            "house_rules",
            "host_name",
            "host_since",
            "host_location",
            "host_about",
            "host_response_time",
            "host_response_rate",
            "host_acceptance_rate",
            "host_neighbourhood",
            "host_listings_count",
            "host_total_listings_count",
            "host_verifications",
            "street",
            "neighbourhood",
            "neighbourhood_cleansed",
            "neighbourhood_group_cleansed",
            "state",
            "property_type",
            "room_type",
            "accommodates",
            "bathrooms",
            "bedrooms",
            "beds",
            "bed_type",
            "amenities",
            "square_feet",
            "price",
            "weekly_price",
            "monthly_price",
            "security_deposit",
            "cleaning_fee",
            "guests_included",
            "extra_people",
            "minimum_nights",
            "maximum_nights",
            "calendar_updated",
            "has_availability",
            "availability_30",
            "availability_60",
            "availability_90",
            "availability_365",
            "calendar_last_scraped",
            "number_of_reviews",
            "first_review",
            "last_review",
            "review_scores_rating",
            "review_scores_accuracy",
            "review_scores_cleanliness",
            "review_scores_checkin",
            "review_scores_communication",
            "review_scores_location",
            "review_scores_value",
            "license",
            "jurisdiction_names",
            "cancellation_policy",
            "calculated_host_listings_count",
            "reviews_per_month",
            "features",
            "listing_url",
            "picture_url"
        ]
    },
    "records": [
        {
            "datasetid": "airbnb-listings",
            "recordid": "74a971a5d706ad4ae6088c00fd6ff4b9f625327d",
            "fields": {
                "host_verifications": "email,phone,reviews",
                "review_scores_communication": 9,
                "availability_90": 42,
                "city": "Barcelona",
                "number_of_reviews": 64,
                "house_rules": "Just please be respectfull :)",
                "bathrooms": 2.0,
                "description": "I am renting a double, exterior room with a private bathroom, in the beautiful neighbourhood of Poble Nou. The room is located only 5 minutes from Marbella beach, and five minutes away by metro to city center! Wellcome to my home! :) The room is double, exterior, very spacious and with the private Bathroom. It can acomodate up to 2 people.Minimum 3 night The guests will have their own private bathroom I am friendly and easy going, and like to meet new people. Also I am working a lot so I am not able to be around much. We are located in lovely neighbourhoud of Poble Nou, next to the emblematic Rambla de Poble Nou filled with restaurants and shops. It is just few minutes walk from the beach, close to Born, Ciutadella Parc and 5 minutes metro ride to Plaza Catalunya. Moving with public transportation is really easy, metro station L4 is in front of the building and so are the buses (PHONE NUMBER HIDDEN) and night bus N6.  Also it is really easy to get from the Prat Airport to my house with",
                "review_scores_location": 10,
                "accommodates": 2,
                "summary": "I am renting a double, exterior room with a private bathroom, in the beautiful neighbourhood of Poble Nou. The room is located only 5 minutes from Marbella beach, and five minutes away by metro to city center! Wellcome to my home! :)",
                "property_type": "Apartment",
                "bedrooms": 1,
                "street": "Barcelona, Spain 08005, Spain",
                "access": "The guests will have their own private bathroom",
                "neighbourhood_group_cleansed": "Sant Martí",
                "cancellation_policy": "strict",
                "price": 50,
                "neighbourhood_cleansed": "el Poblenou",
                "reviews_per_month": 2.83,
                "host_response_rate": 80,
                "transit": "Moving with public transportation is really easy, metro station L4 is in front of the building and so are the buses (PHONE NUMBER HIDDEN) and night bus N6.  Also it is really easy to get from the Prat Airport to my house with Airbus to Plaza Catalunya and then by metro L4, in total 35/40 minutes.",
                "review_scores_rating": 89,
                "host_location": "Barcelona, Catalonia, Spain",
                "beds": 2,
                "features": "Host Has Profile Pic,Requires License,Instant Bookable",
                "space": "The room is double, exterior, very spacious and with the private Bathroom. It can acomodate up to 2 people.Minimum 3 night",
                "country": "Spain",
                "review_scores_cleanliness": 9,
                "state": "Spain",
                "host_since": "2015-05-21",
                "cleaning_fee": 5,
                "availability_60": 18,
                "minimum_nights": 3,
                "first_review": "2015-06-01",
                "name": "Spacious room with private Bathroom",
                "neighborhood_overview": "We are located in lovely neighbourhoud of Poble Nou, next to the emblematic Rambla de Poble Nou filled with restaurants and shops. It is just few minutes walk from the beach, close to Born, Ciutadella Parc and 5 minutes metro ride to Plaza Catalunya.",
                "calculated_host_listings_count": 1,
                "calendar_last_scraped": "2017-04-07",
                "host_total_listings_count": 1,
                "picture_url": {
                    "id": "0a7d3c3435e72eddc1bd7c1f066f0e09",
                    "mimetype": "image/jpeg",
                    "height": 480,
                    "width": 747,
                    "filename": "b87e4ffa_original.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(191, 178, 176, 1.00)",
                        "rgba(171, 149, 152, 1.00)",
                        "rgba(139, 88, 109, 1.00)"
                    ]
                },
                "extra_people": 25,
                "room_type": "Private room",
                "amenities": "Internet,Wireless Internet,Air conditioning,Elevator in building,Buzzer/wireless intercom,Heating,Essentials,Shampoo,Hangers,Iron,Laptop friendly workspace,translation missing: en.hosting_amenity_49",
                "listing_url": "https://www.airbnb.com/rooms/6491673",
                "review_scores_accuracy": 9,
                "calendar_updated": "a week ago",
                "host_listings_count": 1,
                "host_name": "Igor",
                "host_response_time": "within an hour",
                "review_scores_checkin": 9,
                "interaction": "I am friendly and easy going, and like to meet new people. Also I am working a lot so I am not able to be around much.",
                "availability_365": 317,
                "last_review": "2017-03-28",
                "bed_type": "Real Bed",
                "review_scores_value": 9,
                "maximum_nights": 3,
                "availability_30": 5,
                "experiences_offered": "none",
                "guests_included": 2
            },
            "record_timestamp": "2020-08-01T10:28:22.014+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "5893cacd0366f22c2fa1a631fffa90378677fe08",
            "fields": {
                "host_verifications": "email,phone,reviews,manual_offline,jumio",
                "availability_90": 90,
                "city": "Cal Millor mallorca spain",
                "number_of_reviews": 0,
                "bathrooms": 1.0,
                "description": "Situated in the center of Cala Millor and just a couple metres from the seafront apartment is surrounded by many of shops and supermarkets. It has good sized bedrooms, a large lounge, bathroom and a big kitchen.The stunning sea view from the balcony Apartment Toni 3 bedroom,  Situated in the center of Cala Millor and just a couple meters from the seafront this apartment is surrounded by plenty of shops and supermarkets. It has good sized bedrooms, a large lounge, bathroom and a big kitchen. The sea view from the balcony is stunning. There is maid service twice a week and the facilities of the Attached hotel are available to all guests including the outdoor / indoor swimming pools, safe deposit box, all evening entertainment. . Please note that there is no lift Local representative in case you need help! Babysitter needed? Let me know! We offer babysitting in English, German and Spanish. Price babysitting on demand. Airport private taxi transfer available prices on request.",
                "accommodates": 8,
                "summary": "Situated in the center of Cala Millor and just a couple metres from the seafront apartment is surrounded by many of shops and supermarkets. It has good sized bedrooms, a large lounge, bathroom and a big kitchen.The stunning sea view from the balcony",
                "property_type": "Apartment",
                "bedrooms": 3,
                "street": "Cal Millor mallorca spain, spain 07687, Spain",
                "cancellation_policy": "strict",
                "price": 96,
                "neighbourhood_cleansed": "Son Servera",
                "host_response_rate": 100,
                "transit": "Airport private taxi transfer available prices on request.",
                "host_location": "GB",
                "beds": 8,
                "features": "Host Has Profile Pic,Host Identity Verified,Requires License",
                "space": "Apartment Toni 3 bedroom,  Situated in the center of Cala Millor and just a couple meters from the seafront this apartment is surrounded by plenty of shops and supermarkets. It has good sized bedrooms, a large lounge, bathroom and a big kitchen. The sea view from the balcony is stunning. There is maid service twice a week and the facilities of the Attached hotel are available to all guests including the outdoor / indoor swimming pools, safe deposit box, all evening entertainment. . Please note that there is no lift",
                "country": "Spain",
                "state": "spain",
                "host_since": "2015-02-23",
                "availability_60": 60,
                "minimum_nights": 7,
                "name": "Apartment T3 balcony seaview pool",
                "calculated_host_listings_count": 23,
                "calendar_last_scraped": "2017-03-15",
                "picture_url": {
                    "id": "ea9aa8895218f6fea6b5b94d0fe48219",
                    "mimetype": "image/jpeg",
                    "height": 480,
                    "width": 878,
                    "filename": "3eab29fc_original.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(234, 232, 226, 1.00)",
                        "rgba(191, 191, 186, 1.00)",
                        "rgba(151, 147, 142, 1.00)"
                    ]
                },
                "host_total_listings_count": 26,
                "extra_people": 12,
                "room_type": "Entire home/apt",
                "amenities": "TV,Pool,Kitchen,Smoking allowed,Pets allowed,Family/kid friendly,Suitable for events,Washer,Dryer,Essentials",
                "listing_url": "https://www.airbnb.com/rooms/6311752",
                "calendar_updated": "4 weeks ago",
                "host_listings_count": 26,
                "host_name": "Geoffrey",
                "host_response_time": "within an hour",
                "interaction": "Local representative in case you need help! Babysitter needed? Let me know! We offer babysitting in English, German and Spanish. Price babysitting on demand.",
                "availability_365": 316,
                "bed_type": "Real Bed",
                "maximum_nights": 1125,
                "availability_30": 30,
                "experiences_offered": "none",
                "guests_included": 6
            },
            "record_timestamp": "2020-08-04T07:11:52.856+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "3d4d77d498d09d1a2fd87cbe1dbee1f3b46e955e",
            "fields": {
                "host_verifications": "email,phone,reviews,jumio,work_email",
                "review_scores_communication": 10,
                "availability_90": 25,
                "city": "Madrid",
                "number_of_reviews": 95,
                "house_rules": "- Se permite fumar SOLAMENTE EN LOS BALCONES, no dentro del apartamento. - Prohibido hacer fiestas, beber alcohol en exceso, consumir drogas dentro del apartamento, poner música alta, gritar en la escalera o en el portal,  y cualquier comportamiento indebido que pueda molestar a los vecinos. El propietario se reserva el derecho de llamar a la policía en caso de escándalo y queja de los vecinos. El incumplimiento de estas normas podrá derivar en el desalojo de los huéspedes y cancelación de la reserva sin devolución de dinero alguno. - No se permiten mascotas sin una previa aprobación escrita. - Hay ascensor en el edificio pero no se permite el uso para los viajeros porque es muy antiguo y  da muchos problemas. Estamos en el primer piso y hay muy pocos escalones. Es mejor subir que quedarse atrapado dentro !!! - Por favor, utilice el agua y la electricidad solo cuando lo necesite. Agradecemos que apague luces y aire acondicionado antes de salir de su apartamento. - No es necesario apaga",
                "bathrooms": 5.5,
                "description": "Este luminoso piso de época junto a Gran Vía es ideal para viajes de trabajo o vacaciones en familia. Con 6 balcones a dos calles, 5 dormitorios, 5 baños, cocinas equipadas y una exquisita decoración, La Casa de Luna es un lugar único en Madrid. LA CASA DE LUNA es un espacio de aproximadamente 180 m2, cuya distribución permite compartir momentos personales o de trabajo, dependiendo del tipo de viaje del huésped. A la vez tiene una gran privacidad, ya que cada una de las zonas que se describe a continuación tiene su propia puerta de seguridad con llave. La distribución es: MOON - Decoración \"Chic\" con mucha clase y piezas únicas. - Gran salón con 2 balcones, chimenea, confortable sofá de tres metros lineales con cama doble oculta fácilmente convertible.  - Dormitorio principal con 1 balcón, 2 camas de 90 x 200 cm (que pueden convertirse en cama king size de 180 x 200 cm), vestidor con gran capacidad de almacenaje,  sala de baño con bañera spa y ducha de hidromasaje. - Dormitorio doble c",
                "review_scores_location": 10,
                "accommodates": 14,
                "summary": "Este luminoso piso de época junto a Gran Vía es ideal para viajes de trabajo o vacaciones en familia. Con 6 balcones a dos calles, 5 dormitorios, 5 baños, cocinas equipadas y una exquisita decoración, La Casa de Luna es un lugar único en Madrid.",
                "property_type": "Apartment",
                "bedrooms": 5,
                "street": "Madrid, Spain 28004, Spain",
                "access": "- Late check-in: 30€ para llegadas posteriores 20h. 50€ para llegadas posteriores 23h. - Late check-out: Si hay disponibilidad, ofrecemos 1 horas de cortesía gratis hasta 12h,  50€ hasta 16h o 100€ hasta 20h. Después de las 20h: Se cobrará 1 noche extra.  - Cuna:  Hasta 10 huéspedes (incluído el bebe) solo un fijo de 25 euros. A partir de 10 huéspedes, la cuna cuesta 10 euros por noche. - Parking en Garage Luna: Precio especial para clientes 18€/día (24€/dia para vehículos grandes como furgos, todoterrenos...)",
                "neighbourhood_group_cleansed": "Centro",
                "cancellation_policy": "strict",
                "price": 300,
                "neighbourhood_cleansed": "Universidad",
                "reviews_per_month": 2.77,
                "host_response_rate": 100,
                "security_deposit": 400,
                "transit": "LA CASA DE LUNA está en el corazón de Madrid: La famosa Gran Vía. Todos los transportes públicos están a tu alcance: - METRO: Puedes elegir entre varias estaciones, depende de tu destino: Santo Domingo y Noviciado (Línea 2), Callao (Línea 5), Gran Vía (Línea 1). (URL HIDDEN) - TREN: La Estación de Atocha y Príncipe Pío son las estaciones más cercanas. Conectan con Luna a través del Metro.  - AUTOBUSES: Todos los buses turísticos con vista panorámica pasan por Gran Vía. Además, más de 6 líneas pasan por calles cercanas. Consultar en (URL HIDDEN)",
                "review_scores_rating": 94,
                "host_location": "Madrid, Community of Madrid, Spain",
                "beds": 10,
                "features": "Host Has Profile Pic,Host Identity Verified,Is Location Exact,Requires License,Instant Bookable",
                "space": "LA CASA DE LUNA es un espacio de aproximadamente 180 m2, cuya distribución permite compartir momentos personales o de trabajo, dependiendo del tipo de viaje del huésped. A la vez tiene una gran privacidad, ya que cada una de las zonas que se describe a continuación tiene su propia puerta de seguridad con llave. La distribución es: MOON - Decoración \"Chic\" con mucha clase y piezas únicas. - Gran salón con 2 balcones, chimenea, confortable sofá de tres metros lineales con cama doble oculta fácilmente convertible.  - Dormitorio principal con 1 balcón, 2 camas de 90 x 200 cm (que pueden convertirse en cama king size de 180 x 200 cm), vestidor con gran capacidad de almacenaje,  sala de baño con bañera spa y ducha de hidromasaje. - Dormitorio doble con 1 balcón, 2 camas de 90 x 200 cm (que pueden convertirse en cama king size de 180 x 200 cm), 2 armarios y  sala de baño con ducha de hidromasaje.  - Aseo de invitados, con dos entradas: Desde vestíbulo y desde dormitorio. - Cocina totalmente e",
                "country": "Spain",
                "review_scores_cleanliness": 10,
                "state": "Spain",
                "host_since": "2014-05-15",
                "cleaning_fee": 70,
                "availability_60": 16,
                "minimum_nights": 1,
                "first_review": "2014-06-16",
                "name": "GRAN VIA LA CASA DE LUNA",
                "neighborhood_overview": "Junto a Gran Vía, LA CASA DE LUNA está localizada en el punto perfecto para iniciar la visita al Madrid monumental, gastronómico, cultural y nocturno. Quieres descubrirlo?  - VISITA MONUMENTAL: Luna es un excelente punto de partida para visitar el Madrid de los Austrias, la plaza Mayor, la zona de Opera con el Palacio de Oriente, El Retiro... - MUSEOS: Bajando hacia Cibeles por la Gran Vía llegamos al Paseo del Prado, con la mejor oferta de Museos de la Ciudad: Museo Thysen, El Prado, Reina Sofía y Caixa Forum son los principales. - QUE HACER: La Casa de Luna está en pleno \"soho\" madrileño, un barrio con una intensa vida cultural. Teatros, cines, salas de exposiciones, centros de canto, danza, talleres de pintura, salas de conciertos, editoriales, librerías, talleres artesanales, escuelas y centros de diseño... Simplemente paseando te tropezarás con todo un abanico de posibilidades. - DONDE COMER: La zona presenta una rica y variada oferta gastronómica nacional e internacional. Aquí ti",
                "calculated_host_listings_count": 6,
                "calendar_last_scraped": "2017-04-08",
                "host_total_listings_count": 7,
                "picture_url": {
                    "id": "00a37c410aa30bcbf5d49ac79b1a96b9",
                    "mimetype": "image/jpeg",
                    "height": 480,
                    "width": 720,
                    "filename": "a9e5e554_original.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(212, 208, 206, 1.00)",
                        "rgba(195, 189, 188, 1.00)",
                        "rgba(142, 114, 100, 1.00)"
                    ]
                },
                "extra_people": 20,
                "room_type": "Entire home/apt",
                "notes": "- LA CASA DE LUNA dispone de línea de teléfono fija para llamadas GRATUITAS a fijos locales y nacionales. Recibe tus llamadas sin pagar roaming. - Tenemos Internet wifi por fibra óptica en toda la casa. - Hay dos laundrys con tabla, plancha, lavadora y secadora, donde encontrará artículos de limpieza como jabón y suavizante para lavadora, lejía, pastillas para el lavaplatos,etc que puede utilizar GRATIS en la casa.  - Hay 4 secadores de pelo y expendedores de jabón con gel en cada baño. - Se ofrece servicio opcional de limpieza, cambio de sábanas y toallas durante la estancia. Pedir presupuesto. - Hay 2 extintores: En el vestidor de Moon y en el vestíbulo de entrada. - Varios: Hay costurero y botiquín para heridas/dolores leves en el aparador de la entrada. - Hay 7 aparatos de aire acondicionado frío/calor con mando a distancia en soporte mural detrás de las puertas. - Hay 5 televisores Led, dos de ellos son Smart TV con 50 pulgadas. - Hay 2 chimeneas de bioalcohol. Hay que firmar docu",
                "amenities": "TV,Internet,Wireless Internet,Air conditioning,Kitchen,Smoking allowed,Elevator in building,Indoor fireplace,Family/kid friendly,Washer,Dryer,First aid kit,Fire extinguisher,Essentials",
                "listing_url": "https://www.airbnb.com/rooms/3046879",
                "review_scores_accuracy": 10,
                "calendar_updated": "today",
                "host_listings_count": 7,
                "host_name": "Gediser Diseño S.L.",
                "host_response_time": "within an hour",
                "review_scores_checkin": 9,
                "interaction": "- Les recibiremos en el check-in y presentaremos el apartamento. Les enseñaremos a cerrar balcones y ventanas con seguridad. - Les mostraremos como utilizar la lavadora, secadora, lavaplatos, cafetera express y cualquier otro electrodoméstico que usted necesite. - Pueden contactar con nosotros para cualquier consulta a través del email o por teléfono. - Todos nuestros colchones y almohadas son antialérgicos, tratados bacteriológicamente contra ácaros. - Las cocinas tienen extractores con filtros de carbono para purificar el aire y eliminar olores.",
                "host_about": "Somos positivos, vitalistas y nuestra finalidad es ser felices.\r\nProcuramos dar armonía a nuestras decoraciones, que tengan vida y no resulten frías, que se integren con el entorno.\r\nNuestro sueño es conocer el mundo. Por eso respetamos mucho a los viajeros y procuramos tratarles como nos gustaría que lo hicieran con nosotros.\r\nNos encanta recibir invitados y que se sientan como en su propia casa.",
                "availability_365": 217,
                "last_review": "2017-03-28",
                "review_scores_value": 9,
                "bed_type": "Real Bed",
                "maximum_nights": 365,
                "availability_30": 6,
                "experiences_offered": "none",
                "guests_included": 10
            },
            "record_timestamp": "2020-08-04T02:30:34.794+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "27edcffd758cd2c934e15646278460afb2f9e529",
            "fields": {
                "host_verifications": "email,phone,reviews,jumio,work_email",
                "availability_90": 35,
                "city": "Madrid",
                "number_of_reviews": 0,
                "house_rules": "- No está permitido fumar. - Prohibido hacer fiestas, beber alcohol en exceso, consumir drogas dentro del apartamento, poner música alta, gritar en la escalera o en el portal,  y cualquier comportamiento indebido que pueda molestar a los vecinos. El propietario se reserva el derecho de llamar a la policía en caso de escándalo y queja de los vecinos. El incumplimiento de estas normas podrá derivar en el desalojo de los huéspedes y cancelación de la reserva sin devolución de dinero alguno. - Por favor apague la luz del baño cuando termine, por la noche hay huéspedes que la dejan toda la noche encendida y nuestra querida vecina no puede dormir. - Por higiene, baje la basura cada día en bolsa cerrada. - Por favor, utilice el agua y la electricidad solo cuando lo necesite. Agradecemos que apague luces y aire acondicionado antes de salir de su apartamento.",
                "bathrooms": 1.0,
                "description": "Studio for 2 people  - Sofa with chaiselonge, convertible bed 140 x 200 cm very comfortable (with topper).  - 2 closets and 4 mezzanines, high gloss white lacquer.  - Bathroom with shower.  - 1 kitchen with kitchen table and everything needed for cooking.  - Table-dresser sliding design with 2 chairs.  - Appliances: Induction hob, microwave, fridge, extractor, juicer, toaster, hair dryer.  - Laundry shared with Iron, ironing, washing machine and dryer.",
                "accommodates": 2,
                "summary": "Estudio para 2 personas",
                "property_type": "Apartment",
                "bedrooms": 0,
                "street": "Madrid, Spain 28004, Spain",
                "neighbourhood_group_cleansed": "Centro",
                "access": "Servicios SKY/LA CASA DE LUNA  (opcional):   - Parking en Garage Luna: Precio especial para clientes 18€ por día (vehículos grandes tipo van, todoterrenos o furgonetas 24€). - Late check-in: 30€ para llegadas posteriores 20h. 50€ para llegadas posteriores 23h. - Late check-out: Si hay disponibilidad ofrecemos 2 horas de cortesía gratis hasta 12h,  50€ hasta 16h o 100€ hasta 20h. Después de las 20h: Se cobrará 1 noche extra.   - Cuna: Tarifa plana 20 euros hasta 5 personas. A partir de 6 huéspedes adultos, la cuna cuesta 10 euros por noche. - Si desea limpieza extra durante su estancia, por favor, solicítelo antes de su viaje. El coste es 15 euros/hora con un mínimo de 4 horas.  - Si desea cambio extra de toallas: 2 € cada unidad.  - Si desea cambio extra de sábanas: 8 € cada set de cama (funda nórdica o sábana encimera + sábana bajera + fundas almohada)",
                "cancellation_policy": "strict",
                "price": 70,
                "neighbourhood_cleansed": "Universidad",
                "host_response_rate": 100,
                "security_deposit": 200,
                "transit": "SKY/LA CASA DE LUNA está en el corazón de Madrid. Todos los transportes públicos están a tu alcance: - METRO: Puedes elegir entre varias estaciones, depende de tu destino: Santo Domingo y Noviciado (Línea 2), Callao (Línea 5), Gran Vía (Línea 1). (URL HIDDEN) - TREN: La Estación de Atocha y Principe Pío son las estaciones más cercanas. Conectan con SKY a través del Metro. - AUTOBUSES: Todos los buses turísticos con vista panorámica pasan por Gran Vía. Además, más de 6 líneas pasan por calles cercanas. Consultar en (URL HIDDEN)",
                "host_location": "Madrid, Community of Madrid, Spain",
                "beds": 1,
                "features": "Host Has Profile Pic,Host Identity Verified,Is Location Exact,Requires License",
                "space": "- Sofá con chaiselonge, convertible en cama de 140 x 200 cm muy confortable (con topper).  - 2 armarios y 4 altillos, lacados alto brillo blanco. - Baño con ducha hidromasaje. - 1 cocina con menaje de mesa y todo lo necesario para cocinar. - Mesa- aparador deslizante con 2 sillas de diseño. - Electrodomésticos: Placa inducción, microondas, frigorífico, extractor, cafetera, exprimidor, tostador, secador de pelo.  - Laundry compartido con Plancha, tabla, lavadora y secadora.",
                "country": "Spain",
                "state": "Spain",
                "host_since": "2014-05-15",
                "cleaning_fee": 25,
                "availability_60": 20,
                "minimum_nights": 2,
                "name": "MADRID: Zona Gran Via, SKY",
                "neighborhood_overview": "Junto a Gran Vía, SKY está localizado en el punto perfecto para iniciar la visita al Madrid monumental, gastronómico, cultural y nocturno. Quieres descubrirlo?  - VISITA MONUMENTAL: Luna es un excelente punto de partida para visitar el Madrid de los Austrias, la plaza Mayor, la zona de Opera con el Palacio de Oriente, El Retiro... - MUSEOS: Bajando hacia Cibeles por la Gran Vía llegamos al Paseo del Prado, con la mejor oferta de Museos de la Ciudad: Museo Thysen, El Prado, Reina Sofía y CaixaForum son los principales. - QUE HACER:  SKY está en pleno \"soho\" madrileño, un barrio con una intensa vida cultural. Teatros, cines, salas de exposiciones, centros de canto, danza, talleres de pintura, salas de conciertos, editoriales, librerías, talleres artesanales, escuelas y centros de diseño... Simplemente paseando te tropezaras con todo un abanico de posibilidades. - DONDE COMER: La zona presenta una rica y variada oferta gastronómica nacional e internacional. Aquí tienes varias propuestas,",
                "calculated_host_listings_count": 6,
                "calendar_last_scraped": "2017-04-08",
                "picture_url": {
                    "id": "0db7d642e199a011ec26f4597779eff4",
                    "mimetype": "image/jpeg",
                    "height": 426,
                    "width": 639,
                    "filename": "6ed52417_original.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(207, 210, 229, 1.00)",
                        "rgba(173, 170, 184, 1.00)",
                        "rgba(158, 148, 144, 1.00)"
                    ]
                },
                "host_total_listings_count": 7,
                "extra_people": 0,
                "room_type": "Entire home/apt",
                "notes": "- Disponemos de Internet wifi por fibra óptica. - Hay laundry en hall con tabla, plancha, lavadora y secadora, donde encontrará artículos de limpieza como jabón y suavizante para lavadora, lejía, etc que puede utilizar GRATIS en la casa.  - Hay secador de pelo.  - Se ofrece servicio opcional de limpieza, cambio de sábanas y toallas durante la estancia. Pedir presupuesto. - Hay  extintor de incendios en el vestíbulo de entrada. - Hay costurero y botiquín en el aparador de la entrada. - Hay aparato de aire acondicionado frío/calor con mando a distancia en soporte mural. - Hay ventilador con mando a distancia. - Las luces del pasillo y vestíbulo, por ser zonas comunes, se apagan automáticamente.",
                "amenities": "TV,Internet,Wireless Internet,Air conditioning,Kitchen,Elevator in building,Heating,Family/kid friendly,Washer,Dryer,First aid kit,Fire extinguisher,Essentials",
                "listing_url": "https://www.airbnb.com/rooms/3046213",
                "calendar_updated": "5 days ago",
                "host_listings_count": 7,
                "host_name": "Gediser Diseño S.L.",
                "host_response_time": "within an hour",
                "interaction": "En LA CASA DE LUNA ofrecemos: - Servicio de entradas para cualquier tipo de espectáculo: Fútbol, teatro, toros, conciertos... - Reserva para visitas guiadas al centro de Madrid en Subway. - Nosotros personalmente les recibiremos en el check-in y presentaremos el apartamento. - Pueden contactar con nosotros para cualquier consulta a través del email o por teléfono. - Todos nuestros colchones y almohadas son antialérgicos, tratados bacteriológicamente contra ácaros.",
                "host_about": "Somos positivos, vitalistas y nuestra finalidad es ser felices.\r\nProcuramos dar armonía a nuestras decoraciones, que tengan vida y no resulten frías, que se integren con el entorno.\r\nNuestro sueño es conocer el mundo. Por eso respetamos mucho a los viajeros y procuramos tratarles como nos gustaría que lo hicieran con nosotros.\r\nNos encanta recibir invitados y que se sientan como en su propia casa.",
                "availability_365": 248,
                "bed_type": "Real Bed",
                "maximum_nights": 365,
                "availability_30": 7,
                "experiences_offered": "none",
                "guests_included": 1
            },
            "record_timestamp": "2020-08-04T02:30:34.794+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "9f2539ba105cf9fa857d8eb49e3de2b1e709d72c",
            "fields": {
                "host_verifications": "email,phone,google",
                "review_scores_communication": 10,
                "availability_90": 40,
                "city": "Can Picafort",
                "number_of_reviews": 37,
                "bathrooms": 2.0,
                "description": "Ca sa Padrina a brand new holiday home, conveniently located just one minute from the beach. This family townhouse is perfectly positioned in a quiet area, just 50 meters from the beach. If you're searching for a location far away from noise and distraction in a quiet and relaxing surounding you should continue to read. In addition you love a spacious and light flooded apartment. Willing to have a good prize, this is definetly your house to have a unique and pleasant sojourn in Mallorca. \"Ca Sa Padrina\" is located in the historical center of Can picafort next to the port. We are talking about one of the quietest an relaxing zones in the village with splendit lewds and rapid access to the beach with rocks and sand and christal clear water. Extending on 100 m² the house offers you parquet floor and is completly renovated. An entire pleasure is the walk along the seaside which leads you to the port and continues to the „Playa de Son Bauló\". It offers an ample an illuminated living room wi",
                "review_scores_location": 10,
                "accommodates": 4,
                "summary": "Ca sa Padrina a brand new holiday home, conveniently located just one minute from the beach. This family townhouse is perfectly positioned in a quiet area, just 50 meters from the beach.",
                "property_type": "Villa",
                "bedrooms": 2,
                "street": "Can Picafort, Spain 07458, Spain",
                "cancellation_policy": "moderate",
                "price": 39,
                "neighbourhood_cleansed": "Santa Margalida",
                "reviews_per_month": 0.95,
                "host_response_rate": 100,
                "security_deposit": 100,
                "review_scores_rating": 98,
                "host_location": "Palma, Balearic Islands, Spain",
                "beds": 2,
                "features": "Host Is Superhost,Host Has Profile Pic,Requires License,Instant Bookable",
                "space": "If you're searching for a location far away from noise and distraction in a quiet and relaxing surounding you should continue to read. In addition you love a spacious and light flooded apartment. Willing to have a good prize, this is definetly your house to have a unique and pleasant sojourn in Mallorca. \"Ca Sa Padrina\" is located in the historical center of Can picafort next to the port. We are talking about one of the quietest an relaxing zones in the village with splendit lewds and rapid access to the beach with rocks and sand and christal clear water. Extending on 100 m² the house offers you parquet floor and is completly renovated. An entire pleasure is the walk along the seaside which leads you to the port and continues to the „Playa de Son Bauló\". It offers an ample an illuminated living room with air condition, television and internet access. The kittchen is completly equiped with every necessary utilties as refrigerator, stove with induction field, microwave and a dish washer.",
                "country": "Spain",
                "review_scores_cleanliness": 10,
                "state": "Spain",
                "host_since": "2017-01-21",
                "cleaning_fee": 29,
                "availability_60": 28,
                "minimum_nights": 1,
                "first_review": "2014-01-06",
                "name": "Ca Sa Padrina",
                "calculated_host_listings_count": 2,
                "calendar_last_scraped": "2017-03-15",
                "host_total_listings_count": 2,
                "picture_url": {
                    "id": "e52cbe61db02a67ac9c5c0d00bafc600",
                    "mimetype": "image/jpeg",
                    "height": 426,
                    "width": 639,
                    "filename": "842ee618-46b2-4150-be28-bb70946e6dba.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(230, 232, 235, 1.00)",
                        "rgba(208, 200, 193, 1.00)",
                        "rgba(159, 155, 159, 1.00)"
                    ]
                },
                "extra_people": 0,
                "room_type": "Entire home/apt",
                "amenities": "Cable TV,Wireless Internet,Air conditioning,Kitchen,Free parking on premises,Smoking allowed,Heating,Family/kid friendly,Washer,Shampoo,Hair dryer,Iron",
                "listing_url": "https://www.airbnb.com/rooms/16962819",
                "review_scores_accuracy": 10,
                "calendar_updated": "yesterday",
                "host_listings_count": 2,
                "host_name": "Localite",
                "host_response_time": "within an hour",
                "review_scores_checkin": 10,
                "host_about": "Estudiante de Turismo, razón por la cual, pongo todo mi empeño para ser un gran anfritión y colaborar activamente a que mis huéspedes gozen de unas extraordinarias vacaciones.",
                "availability_365": 240,
                "review_scores_value": 10,
                "bed_type": "Real Bed",
                "maximum_nights": 1125,
                "availability_30": 12,
                "experiences_offered": "none",
                "guests_included": 4
            },
            "record_timestamp": "2020-08-04T07:11:52.856+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "f16ff5c49b6119c78090724a1afa7290b11671b4",
            "fields": {
                "host_neighbourhood": "L'Antiga Esquerra de l'Eixample",
                "host_verifications": "email,phone,reviews,jumio",
                "review_scores_communication": 9,
                "availability_90": 11,
                "city": "Barcelona",
                "number_of_reviews": 64,
                "bathrooms": 2.0,
                "description": "This lovely sunny apartment is located in the real heart of Barcelona in a peaceful street whit a large number of bars with terraces.",
                "review_scores_location": 10,
                "accommodates": 6,
                "summary": "This lovely sunny apartment is located in the real heart of Barcelona in a peaceful street whit a large number of bars with terraces.",
                "property_type": "Apartment",
                "bedrooms": 3,
                "street": "Barcelona, Spain 08007, Spain",
                "neighbourhood_group_cleansed": "Eixample",
                "cancellation_policy": "strict",
                "price": 112,
                "neighbourhood_cleansed": "l'Antiga Esquerra de l'Eixample",
                "reviews_per_month": 3.16,
                "host_response_rate": 100,
                "security_deposit": 150,
                "review_scores_rating": 87,
                "host_location": "Barcelona, Catalonia, Spain",
                "beds": 4,
                "features": "Host Has Profile Pic,Host Identity Verified,Requires License",
                "country": "Spain",
                "review_scores_cleanliness": 8,
                "state": "Spain",
                "host_since": "2014-02-21",
                "cleaning_fee": 80,
                "availability_60": 7,
                "minimum_nights": 2,
                "first_review": "2015-08-11",
                "name": "Enric Granados Barcelona",
                "license": "HUTB-003111 30",
                "calculated_host_listings_count": 6,
                "calendar_last_scraped": "2017-04-08",
                "host_total_listings_count": 8,
                "picture_url": {
                    "id": "46448ac3b10591b1823e1cccc266d98b",
                    "mimetype": "image/jpeg",
                    "height": 480,
                    "width": 720,
                    "filename": "751c4fe9_original.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(208, 205, 204, 1.00)",
                        "rgba(211, 209, 208, 1.00)",
                        "rgba(119, 108, 101, 1.00)"
                    ]
                },
                "extra_people": 0,
                "room_type": "Entire home/apt",
                "amenities": "TV,Internet,Wireless Internet,Kitchen,Elevator in building,Heating,Family/kid friendly,Washer,Essentials",
                "listing_url": "https://www.airbnb.com/rooms/6542744",
                "review_scores_accuracy": 9,
                "calendar_updated": "today",
                "host_listings_count": 8,
                "host_name": "Eli",
                "host_response_time": "within a few hours",
                "review_scores_checkin": 9,
                "host_about": "I like Mediterranean food, the life-style of Barcelona, the quietness of Austrian mountains, British pubs and Cadaques beaches.",
                "availability_365": 176,
                "last_review": "2017-03-27",
                "review_scores_value": 9,
                "bed_type": "Real Bed",
                "maximum_nights": 1125,
                "availability_30": 1,
                "experiences_offered": "none",
                "guests_included": 1
            },
            "record_timestamp": "2020-08-01T10:28:22.014+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "5d81158764d30636b22ebb3c5653d120ceab6e97",
            "fields": {
                "host_verifications": "email,phone,reviews,manual_offline,jumio",
                "availability_90": 62,
                "city": "Spain",
                "number_of_reviews": 0,
                "bathrooms": 2.0,
                "description": "Outstanding full sea view apartment. Overlooking the fabulous sandy beach and the clear blue waters of the Mediterranean, perfect for a relaxing holiday. This is a 2 bedroom apartment with sleeps for 5 people. It includes 2 bathrooms, aircondition, washing machine, security safe,etc. The apartments in this block are privately owned, individually designed and furnished to a high standard. There is a swimming pool and children’s pool, exclusively for use by the tenants. Outstanding full sea view apartment presi. Overlooking the fabulous sandy beach and the clear blue waters of the Mediterranean, perfect for a relaxing holiday. This is a 2 bedroom apartment with sleeps for 5 people. It includes 2 bathrooms, aircondition, washing machine, security safe,etc. The apartments in this block are privately owned, individually designed and furnished to a high standard. There is a swimming pool and children’s pool, exclusively for use by the tenants. There are excellent opportunities for horseback",
                "accommodates": 5,
                "summary": "Outstanding full sea view apartment. Overlooking the fabulous sandy beach and the clear blue waters of the Mediterranean, perfect for a relaxing holiday. This is a 2 bedroom apartment with sleeps for 5 people. It includes 2 bathrooms, aircondition, washing machine, security safe,etc. The apartments in this block are privately owned, individually designed and furnished to a high standard. There is a swimming pool and children’s pool, exclusively for use by the tenants.",
                "property_type": "Apartment",
                "bedrooms": 2,
                "street": "Spain, spain 07560, Spain",
                "cancellation_policy": "strict",
                "price": 84,
                "neighbourhood_cleansed": "Sant Llorenç des Cardassar",
                "host_response_rate": 100,
                "transit": "local transport airport private transfer available on request",
                "host_location": "GB",
                "beds": 5,
                "features": "Host Has Profile Pic,Host Identity Verified,Is Location Exact,Requires License",
                "space": "Outstanding full sea view apartment presi. Overlooking the fabulous sandy beach and the clear blue waters of the Mediterranean, perfect for a relaxing holiday. This is a 2 bedroom apartment with sleeps for 5 people. It includes 2 bathrooms, aircondition, washing machine, security safe,etc. The apartments in this block are privately owned, individually designed and furnished to a high standard. There is a swimming pool and children’s pool, exclusively for use by the tenants.",
                "country": "Spain",
                "state": "spain",
                "host_since": "2015-02-23",
                "availability_60": 60,
                "minimum_nights": 7,
                "name": "apartment Outstanding full sea view, terrace, pool",
                "neighborhood_overview": "There are excellent opportunities for horseback riding, tennis, golf driving range, go-carts, small water park, bicycle rental and walking. Nightlife, restaurants",
                "calculated_host_listings_count": 23,
                "calendar_last_scraped": "2017-03-15",
                "picture_url": {
                    "id": "3a3849d41394e7838039ad2d96aad186",
                    "mimetype": "image/jpeg",
                    "height": 426,
                    "width": 639,
                    "filename": "c453153d_original.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(179, 201, 214, 1.00)",
                        "rgba(168, 180, 174, 1.00)",
                        "rgba(161, 155, 134, 1.00)"
                    ]
                },
                "host_total_listings_count": 26,
                "extra_people": 14,
                "room_type": "Entire home/apt",
                "amenities": "Cable TV,Air conditioning,Pool,Kitchen,Smoking allowed,Pets allowed,Elevator in building,Family/kid friendly,Suitable for events,Washer,Essentials",
                "listing_url": "https://www.airbnb.com/rooms/6473701",
                "calendar_updated": "4 weeks ago",
                "host_listings_count": 26,
                "host_name": "Geoffrey",
                "host_response_time": "within an hour",
                "availability_365": 260,
                "bed_type": "Real Bed",
                "maximum_nights": 1125,
                "availability_30": 30,
                "experiences_offered": "none",
                "guests_included": 4
            },
            "record_timestamp": "2020-08-04T07:11:52.856+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "255c5ac6994f3fd8439cc58d88b70643e21e3a49",
            "fields": {
                "host_verifications": "email,phone,reviews,jumio,work_email",
                "review_scores_communication": 10,
                "availability_90": 36,
                "city": "Madrid",
                "number_of_reviews": 1,
                "house_rules": "INFORMACION PLANET:  - PLANET es uno de los 4 apartamentos de LA CASA DE LUNA, es un estudio con cocina y baño. - Estamos en la Calle Luna 11 piso 1º derecha.  - El metro más cercano es Callao (Línea 5). También queda cerca Gran Vía (línea 1) , Noviciado y Santo Domingo (línea 2).  - No se permite fumar.  - Prohibido hacer fiestas, beber alcohol en exceso, consumir drogas dentro del apartamento, poner música alta, gritar en la escalera o en el portal,  y cualquier comportamiento indebido que pueda molestar a los vecinos. El propietario se reserva el derecho de llamar a la policía en caso de escándalo y queja de los vecinos. El incumplimiento de estas normas podrá derivar en el desalojo de los huéspedes y cancelación de la reserva sin devolución de dinero alguno. - No se permiten mascotas.  - Hay ascensor en el edificio pero es muy antiguo y da problemas, por ello no se permite el uso para los viajeros. Estamos en el primer piso y hay muy pocos escalones. Es mejor subir que quedarse atr",
                "bathrooms": 1.0,
                "description": "Apartment for two persons  - Suite with double bed (140 x 200 cm) and fireplace.  - 2 closets.  - Bathroom with shower.  - 1 kitchen with kitchen table and everything needed for cooking.  - Table-sliding sideboard with 2 comfortable chairs.  - Appliances: Induction hob, microwave, fridge, extractor, juicer, toaster, hair dryer.  - Laundry shared with Iron, ironing, washing machine and dryer.",
                "review_scores_location": 10,
                "accommodates": 2,
                "summary": "Apartamento para dos personas",
                "property_type": "Apartment",
                "bedrooms": 1,
                "street": "Madrid, Spain 28004, Spain",
                "access": "Para llegar a PLANET/LA CASA DE LUNA te ofrecemos (opcional):  - Parking en Garage Luna: Precio especial para clientes 18€ por día (vehículos grandes tipo van, todoterrenos o furgonetas 24€). - Late check-in: 30€ para llegadas posteriores 20h. 50€ para llegadas posteriores 23h. - Late check-out: Si hay disponibilidad ofrecemos 2 horas de cortesía gratis hasta 12h,  50€ hasta 16h o 100€ hasta 20h. Después de las 20h: Se cobrará 1 noche extra.   - Cuna: Tarifa plana 20 euros hasta 5 personas. A partir de 6 huéspedes adultos, la cuna cuesta 10 euros por noche. - Si desea limpieza extra durante su estancia, por favor, solicítelo antes de su viaje. El coste es 15 euros/hora con un mínimo de 4 horas.  - Si desea cambio extra de toallas: 2 € cada unidad.  - Si desea cambio extra de sábanas: 8 € cada set de cama (funda nórdica o sábana encimera + sábana bajera + fundas almohada)",
                "neighbourhood_group_cleansed": "Centro",
                "cancellation_policy": "strict",
                "price": 80,
                "neighbourhood_cleansed": "Universidad",
                "reviews_per_month": 0.05,
                "host_response_rate": 100,
                "security_deposit": 200,
                "transit": "PLANET/LA CASA DE LUNA está en el corazón de Madrid. Todos los transportes públicos están a tu alcance: - METRO: Puedes elegir entre varias estaciones, depende de tu destino: Santo Domingo y Noviciado (Línea 2), Callao (Línea 5), Gran Vía (Línea 1). (URL HIDDEN) - TREN: La Estación de Atocha y Principe Pío son las estaciones más cercanas. Conectan con Moon a través del Metro.  - AUTOBUSES: Todos los buses turísticos con vista panorámica pasan por Gran Vía. Además, más de 6 líneas pasan por calles cercanas. Consultar en (URL HIDDEN)",
                "review_scores_rating": 80,
                "host_location": "Madrid, Community of Madrid, Spain",
                "beds": 1,
                "features": "Host Has Profile Pic,Host Identity Verified,Is Location Exact,Requires License",
                "space": "- Suite con cama doble (140 x 200 cm) y chimenea. - 2 armarios. - Baño con ducha hidromasaje. - 1 cocina con menaje de mesa y todo lo necesario para cocinar. - Mesa- aparador deslizante con 2 confortables sillones. - Electrodomésticos: Placa inducción, microondas, frigorífico, extractor, cafetera, exprimidor, tostador, secador de pelo.  - Laundry compartido con Plancha, tabla, lavadora y secadora.",
                "country": "Spain",
                "review_scores_cleanliness": 6,
                "state": "Spain",
                "host_since": "2014-05-15",
                "cleaning_fee": 25,
                "availability_60": 21,
                "minimum_nights": 2,
                "first_review": "2015-09-28",
                "name": "MADRID: Zona Gran Via, PLANET",
                "neighborhood_overview": "Junto a Gran Vía, PLANET está localizado en el punto perfecto para iniciar la visita al Madrid monumental, gastronómico, cultural y nocturno. Quieres descubrirlo?  - VISITA MONUMENTAL: LA CASA DE LUNA es un excelente punto de partida para visitar el Madrid de los Austrias, la plaza Mayor, la zona de Opera con el Palacio de Oriente, El Retiro... - MUSEOS: Bajando hacia Cibeles por la Gran Vía llegamos al Paseo del Prado, con la mejor oferta de Museos de la Ciudad: Museo Thysen, El Prado, Reina Sofía y CaixaForum son los principales. - QUE HACER: PLANET está en pleno \"soho\" madrileño, un barrio con una intensa vida cultural. Teatros, cines, salas de exposiciones, centros de canto, danza, talleres de pintura, salas de conciertos, editoriales, librerías, talleres artesanales, escuelas y centros de diseño... Simplemente paseando te tropezaras con todo un abanico de posibilidades. - DONDE COMER: La zona presenta una rica y variada oferta gastronómica nacional e internacional. Aquí tienes var",
                "calculated_host_listings_count": 6,
                "calendar_last_scraped": "2017-04-08",
                "host_total_listings_count": 7,
                "picture_url": {
                    "id": "66e10e714a54380e0542a28c5059503f",
                    "mimetype": "image/jpeg",
                    "height": 480,
                    "width": 720,
                    "filename": "f4ac18b9_original.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(204, 197, 189, 1.00)",
                        "rgba(209, 206, 200, 1.00)",
                        "rgba(172, 155, 141, 1.00)"
                    ]
                },
                "extra_people": 0,
                "room_type": "Entire home/apt",
                "notes": "- Disponemos de Internet wifi por fibra óptica. - Hay laundry en hall con tabla, plancha, lavadora y secadora, donde encontrará artículos de limpieza como jabón y suavizante para lavadora, lejía, etc que puede utilizar GRATIS en la casa.  - Hay secador de pelo.  - Se ofrece servicio opcional de limpieza, cambio de sábanas y toallas durante la estancia. Pedir presupuesto. - Hay  extintor de incendios en el vestíbulo de entrada. - Hay costurero y botiquin en el aparador de la entrada. - Hay aparato de aire acondicionado frío/calor con mando a distancia en soporte mural. - Hay ventilador con mando a distancia. - Las luces del pasillo y vestíbulo, por ser zonas comunes, se apagan automáticamente. - Cuna: Tarifa plana 20 euros hasta 5 personas. A partir de 6 huéspedes adultos, la cuna cuesta 10 euros por noche.",
                "amenities": "TV,Internet,Wireless Internet,Air conditioning,Kitchen,Indoor fireplace,Family/kid friendly,Washer,Dryer,First aid kit,Fire extinguisher,Essentials",
                "listing_url": "https://www.airbnb.com/rooms/3046143",
                "review_scores_accuracy": 8,
                "calendar_updated": "5 days ago",
                "host_listings_count": 7,
                "host_name": "Gediser Diseño S.L.",
                "host_response_time": "within an hour",
                "review_scores_checkin": 10,
                "interaction": "- Nosotros personalmente les recibiremos en el check-in y presentaremos el apartamento. - Pueden contactar con nosotros para cualquier consulta a través del email o por teléfono. - Todos nuestros colchones y almohadas son antialérgicos, tratados bacteriológicamente contra ácaros.",
                "host_about": "Somos positivos, vitalistas y nuestra finalidad es ser felices.\r\nProcuramos dar armonía a nuestras decoraciones, que tengan vida y no resulten frías, que se integren con el entorno.\r\nNuestro sueño es conocer el mundo. Por eso respetamos mucho a los viajeros y procuramos tratarles como nos gustaría que lo hicieran con nosotros.\r\nNos encanta recibir invitados y que se sientan como en su propia casa.",
                "availability_365": 249,
                "last_review": "2015-09-28",
                "review_scores_value": 8,
                "bed_type": "Real Bed",
                "maximum_nights": 365,
                "availability_30": 7,
                "experiences_offered": "none",
                "guests_included": 1
            },
            "record_timestamp": "2020-08-04T02:30:34.794+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "7ca5452e4d5da590588ff382704ce185b63adb18",
            "fields": {
                "host_verifications": "email,phone",
                "availability_90": 48,
                "city": "Málaga",
                "number_of_reviews": 0,
                "bathrooms": 2.0,
                "description": "Spacious 4 bedroom house situated close to the center of Malaga. A few 400 meters from the Plaza de la Merced and Casa Picasso. Capacity for 8 people. Free WIFI. Spacious 4 bedroom house situated close to the center of Malaga. A few 400 meters from the Plaza de la Merced and Casa Picasso. Capacity for 8 people. Free WIFI. The house has 4 double bedrooms and 2 bathrooms with shower. The whole house has been renovated and decorated very carefully to make your stay as comfortable as possible. The fully equipped kitchen has all the necessary utensils for cooking (oven, microwave, washing machine, dishes, etc.). The living room has 40 m2 with flat TV and DVD. Air conditioning and central heating.",
                "accommodates": 8,
                "summary": "Spacious 4 bedroom house situated close to the center of Malaga. A few 400 meters from the Plaza de la Merced and Casa Picasso. Capacity for 8 people. Free WIFI.",
                "property_type": "Apartment",
                "bedrooms": 4,
                "street": "Málaga, Spain 29012, Spain",
                "neighbourhood_group_cleansed": "Moncloa - Aravaca",
                "cancellation_policy": "flexible",
                "price": 200,
                "neighbourhood_cleansed": "Ciudad Universitaria",
                "host_response_rate": 100,
                "security_deposit": 150,
                "host_location": "ES",
                "beds": 6,
                "features": "Host Has Profile Pic,Requires License,Instant Bookable",
                "space": "Spacious 4 bedroom house situated close to the center of Malaga. A few 400 meters from the Plaza de la Merced and Casa Picasso. Capacity for 8 people. Free WIFI. The house has 4 double bedrooms and 2 bathrooms with shower. The whole house has been renovated and decorated very carefully to make your stay as comfortable as possible. The fully equipped kitchen has all the necessary utensils for cooking (oven, microwave, washing machine, dishes, etc.). The living room has 40 m2 with flat TV and DVD. Air conditioning and central heating.",
                "country": "Spain",
                "state": "Spain",
                "host_since": "2017-02-08",
                "availability_60": 32,
                "minimum_nights": 1,
                "name": "Victoria 4 bedrooms apartment",
                "calculated_host_listings_count": 1,
                "calendar_last_scraped": "2017-04-08",
                "picture_url": {
                    "id": "269ff0b20f2822ed831e2a91239a7261",
                    "mimetype": "image/jpeg",
                    "height": 426,
                    "width": 639,
                    "filename": "e98e7f89-8459-4089-9fe7-da3809709c82.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(178, 176, 173, 1.00)",
                        "rgba(159, 153, 144, 1.00)",
                        "rgba(116, 106, 92, 1.00)"
                    ]
                },
                "host_total_listings_count": 63,
                "extra_people": 0,
                "room_type": "Entire home/apt",
                "amenities": "TV,Internet,Wireless Internet,Air conditioning,Kitchen,Smoking allowed,Heating,Family/kid friendly,Suitable for events,Washer,Hair dryer,Iron",
                "listing_url": "https://www.airbnb.com/rooms/17711325",
                "calendar_updated": "today",
                "host_listings_count": 63,
                "host_name": "Trinidad",
                "host_response_time": "within an hour",
                "availability_365": 300,
                "bed_type": "Real Bed",
                "maximum_nights": 1125,
                "availability_30": 11,
                "experiences_offered": "none",
                "guests_included": 8
            },
            "record_timestamp": "2020-08-04T02:30:34.794+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "b67211150ca353f70656830b6a2c9b318766ec81",
            "fields": {
                "host_verifications": "email,phone,reviews,manual_offline,jumio",
                "availability_90": 30,
                "city": "spain",
                "number_of_reviews": 0,
                "bathrooms": 2.0,
                "description": "Very spacious 3 bedroom Villa Marg apartment on the sea front, with terrace overlooking the sea, and lovely beach and bay of Cala Millor. Based in the centre of the town, between Cala Millor and Cala Bona, this is an ideal place to be based. Very spacious 3 bedroom Villa Marg apartment on the sea front, with terrace overlooking the sea, and lovely beach and bay of Cala Millor. Based in the centre of the town, between Cala Millor and Cala Bona, this is an ideal place to be based. Linen and towels are included in the price. Cots and high chairs are available free of charge! Local representative in case you need help! Babysitter needed? Let me know! We offer babysitting in English, German and Spanish. Price babysitting on demand.Check in 14 clock / departure 12 clock (on request different) Airport private taxi transfer available on request,",
                "accommodates": 8,
                "summary": "Very spacious 3 bedroom Villa Marg apartment on the sea front, with terrace overlooking the sea, and lovely beach and bay of Cala Millor. Based in the centre of the town, between Cala Millor and Cala Bona, this is an ideal place to be based.",
                "property_type": "Apartment",
                "bedrooms": 3,
                "street": "spain, spain 07560, Spain",
                "cancellation_policy": "strict",
                "price": 76,
                "neighbourhood_cleansed": "Son Servera",
                "host_response_rate": 100,
                "transit": "Airport private taxi transfer available on request,",
                "host_location": "GB",
                "beds": 8,
                "features": "Host Has Profile Pic,Host Identity Verified,Requires License",
                "space": "Very spacious 3 bedroom Villa Marg apartment on the sea front, with terrace overlooking the sea, and lovely beach and bay of Cala Millor. Based in the centre of the town, between Cala Millor and Cala Bona, this is an ideal place to be based.",
                "country": "Spain",
                "state": "spain",
                "host_since": "2015-02-23",
                "availability_60": 24,
                "minimum_nights": 7,
                "name": "Apartment mar 3 bed balcony seaview",
                "calculated_host_listings_count": 23,
                "calendar_last_scraped": "2017-03-15",
                "picture_url": {
                    "id": "3b2d4d44a85bcb57868b7a148c253b1a",
                    "mimetype": "image/jpeg",
                    "height": 480,
                    "width": 878,
                    "filename": "789dfdd0_original.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(162, 202, 219, 1.00)",
                        "rgba(123, 160, 161, 1.00)",
                        "rgba(142, 152, 142, 1.00)"
                    ]
                },
                "host_total_listings_count": 26,
                "extra_people": 14,
                "room_type": "Entire home/apt",
                "amenities": "TV,Internet,Wireless Internet,Wheelchair accessible,Kitchen,Smoking allowed,Pets allowed,Elevator in building,Heating,Family/kid friendly,Suitable for events,Essentials",
                "listing_url": "https://www.airbnb.com/rooms/7165291",
                "calendar_updated": "4 weeks ago",
                "host_listings_count": 26,
                "host_name": "Geoffrey",
                "host_response_time": "within an hour",
                "interaction": "Linen and towels are included in the price. Cots and high chairs are available free of charge! Local representative in case you need help! Babysitter needed? Let me know! We offer babysitting in English, German and Spanish. Price babysitting on demand.Check in 14 clock / departure 12 clock (on request different)",
                "availability_365": 169,
                "bed_type": "Real Bed",
                "maximum_nights": 1125,
                "availability_30": 0,
                "experiences_offered": "none",
                "guests_included": 6
            },
            "record_timestamp": "2020-08-04T07:11:52.856+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "425cd2e44d79981ef82d80f0d875b66352c71f13",
            "fields": {
                "host_verifications": "email,phone,reviews",
                "review_scores_communication": 10,
                "availability_90": 78,
                "city": "Barcelona",
                "number_of_reviews": 74,
                "bathrooms": 1.0,
                "description": "Alquilo habitación en ático muy soleado con terraza y vistas a la Sagrada Familia. En el piso solo vivo yo, un chico de 33 años y trabajo fuera de Barcelona, con lo que podréis disfrutar del piso entero la mayor parte del tiempo. Ven y disfruta de tus estancia en Barcelona des de un atico muy soleado y sus vistas a la Sagrada Familia.  Siéntete como en casa! Podrás hacer uso de todo el piso y todos sus complementos. Lava tu ropa, consulta internet, cocina, o toma el sol en la terraza. El barrio de la Sagrada Familia es un barrio de visita obligada. Disfruta del monumento más representativo de Gaudí des de unas vistas impresionantes.  También es un barrio muy popular entre los barceloneses y lleno de vida de barrio. Tienes un mercado al lado y muchos restaurantes y locales de toda la vida. En Sagrada Familia pasan 2 lineas de metro, L5 (azul), y la L2 (lila) con la que podrás llegar al centro de la ciudad en 3 paradas.",
                "review_scores_location": 10,
                "accommodates": 2,
                "summary": "Alquilo habitación en ático muy soleado con terraza y vistas a la Sagrada Familia. En el piso solo vivo yo, un chico de 33 años y trabajo fuera de Barcelona, con lo que podréis disfrutar del piso entero la mayor parte del tiempo.",
                "property_type": "Apartment",
                "bedrooms": 1,
                "street": "Barcelona, Spain 08490, Spain",
                "neighbourhood_group_cleansed": "Eixample",
                "access": "Podrás hacer uso de todo el piso y todos sus complementos. Lava tu ropa, consulta internet, cocina, o toma el sol en la terraza.",
                "cancellation_policy": "strict",
                "price": 55,
                "neighbourhood_cleansed": "la Sagrada Família",
                "reviews_per_month": 1.72,
                "host_response_rate": 80,
                "transit": "En Sagrada Familia pasan 2 lineas de metro, L5 (azul), y la L2 (lila) con la que podrás llegar al centro de la ciudad en 3 paradas.",
                "review_scores_rating": 95,
                "host_location": "Barcelona, Catalonia, Spain",
                "beds": 1,
                "features": "Host Has Profile Pic,Requires License",
                "space": "Ven y disfruta de tus estancia en Barcelona des de un atico muy soleado y sus vistas a la Sagrada Familia.  Siéntete como en casa!",
                "country": "Spain",
                "review_scores_cleanliness": 9,
                "state": "Spain",
                "host_since": "2013-08-03",
                "availability_60": 48,
                "minimum_nights": 1,
                "first_review": "2013-09-28",
                "name": "Ático con vistas a Sagrada Familia",
                "neighborhood_overview": "El barrio de la Sagrada Familia es un barrio de visita obligada. Disfruta del monumento más representativo de Gaudí des de unas vistas impresionantes.  También es un barrio muy popular entre los barceloneses y lleno de vida de barrio. Tienes un mercado al lado y muchos restaurantes y locales de toda la vida.",
                "calculated_host_listings_count": 1,
                "calendar_last_scraped": "2017-04-08",
                "host_total_listings_count": 1,
                "picture_url": {
                    "id": "24cd7949bdd88b3e20e5911bcb002b6c",
                    "mimetype": "image/jpeg",
                    "height": 480,
                    "width": 853,
                    "filename": "2c07ae15_original.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(154, 189, 208, 1.00)",
                        "rgba(124, 131, 136, 1.00)",
                        "rgba(82, 87, 74, 1.00)"
                    ]
                },
                "extra_people": 0,
                "room_type": "Private room",
                "amenities": "TV,Internet,Wireless Internet,Kitchen,Smoking allowed,Elevator in building,Washer,First aid kit",
                "listing_url": "https://www.airbnb.com/rooms/1477806",
                "review_scores_accuracy": 9,
                "calendar_updated": "6 weeks ago",
                "monthly_price": 750,
                "weekly_price": 340,
                "host_listings_count": 1,
                "host_name": "Ferran",
                "host_response_time": "within a day",
                "review_scores_checkin": 9,
                "availability_365": 353,
                "last_review": "2016-09-20",
                "bed_type": "Real Bed",
                "review_scores_value": 10,
                "maximum_nights": 1125,
                "availability_30": 18,
                "experiences_offered": "none",
                "guests_included": 1
            },
            "record_timestamp": "2020-08-01T10:28:22.014+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "b6189b292cddb72b351e966b28b52ce9f7643fe8",
            "fields": {
                "host_verifications": "email,phone,reviews",
                "review_scores_communication": 10,
                "availability_90": 0,
                "city": "Barcelona",
                "number_of_reviews": 3,
                "bathrooms": 1.0,
                "description": "70m2 apartment to rent in the modern/bohemian neighbourhood of Gracia in Barcelona. Very quiet street. Close to bars, restaurants and terraces.  No smoking, no pets allowed.",
                "review_scores_location": 10,
                "accommodates": 2,
                "summary": "70m2 apartment to rent in the modern/bohemian neighbourhood of Gracia in Barcelona. Very quiet street. Close to bars, restaurants and terraces.  No smoking, no pets allowed.",
                "property_type": "Apartment",
                "bedrooms": 1,
                "street": "Barcelona, Spain 08002, Spain",
                "neighbourhood_group_cleansed": "Gràcia",
                "cancellation_policy": "strict",
                "price": 70,
                "neighbourhood_cleansed": "la Vila de Gràcia",
                "reviews_per_month": 0.13,
                "review_scores_rating": 100,
                "host_location": "US",
                "beds": 2,
                "features": "Host Has Profile Pic,Requires License",
                "country": "Spain",
                "review_scores_cleanliness": 9,
                "state": "Spain",
                "host_since": "2015-02-02",
                "availability_60": 0,
                "minimum_nights": 8,
                "first_review": "2015-05-04",
                "name": "Nice apartment in Barcelona",
                "calculated_host_listings_count": 1,
                "calendar_last_scraped": "2017-04-08",
                "host_total_listings_count": 1,
                "picture_url": {
                    "id": "c18229cefeade1b84abf111cbac6a69e",
                    "mimetype": "image/jpeg",
                    "height": 426,
                    "width": 480,
                    "filename": "41df5e2d_original.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(143, 132, 125, 1.00)",
                        "rgba(155, 142, 133, 1.00)",
                        "rgba(73, 58, 60, 1.00)"
                    ]
                },
                "extra_people": 0,
                "room_type": "Entire home/apt",
                "amenities": "Internet,Wireless Internet,Kitchen,Buzzer/wireless intercom,Heating,Washer,Essentials,Shampoo,24-hour check-in,Hangers,Iron,Laptop friendly workspace,translation missing: en.hosting_amenity_49,translation missing: en.hosting_amenity_50",
                "listing_url": "https://www.airbnb.com/rooms/5428950",
                "review_scores_accuracy": 10,
                "calendar_updated": "8 months ago",
                "host_listings_count": 1,
                "host_name": "Cris",
                "review_scores_checkin": 10,
                "availability_365": 0,
                "last_review": "2016-01-02",
                "bed_type": "Real Bed",
                "review_scores_value": 10,
                "maximum_nights": 15,
                "availability_30": 0,
                "experiences_offered": "none",
                "guests_included": 1
            },
            "record_timestamp": "2020-08-01T10:28:22.014+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "20d81d9ea59dcb8f50aadbceb18f4a9bf684b5c0",
            "fields": {
                "host_verifications": "email,phone,reviews,jumio,work_email",
                "review_scores_communication": 10,
                "availability_90": 34,
                "city": "Madrid",
                "number_of_reviews": 4,
                "house_rules": "INFORMACION STAR:  - STAR es uno de los 4 apartamentos de LA CASA DE LUNA, es un estudio con cocina y baño. - Estamos en la Calle Luna 11 piso 1º derecha.  - El metro más cercano es Callao (Línea 5). También queda cerca Gran Vía (línea 1) , Noviciado y Santo Domingo (línea 2).  - Se permite fumar solamente fuera del apartamento, en los BALCONES.  - Prohibido hacer fiestas, beber alcohol en exceso, consumir drogas dentro del apartamento, poner música alta, gritar en la escalera o en el portal,  y cualquier comportamiento indebido que pueda molestar a los vecinos. El propietario se reserva el derecho de llamar a la policía en caso de escándalo y queja de los vecinos. El incumplimiento de estas normas podrá derivar en el desalojo de los huéspedes y cancelación de la reserva sin devolución de dinero alguno. - No se permiten mascotas.  - Hay ascensor en el edificio pero es muy antiguo y da problemas, por ello no se permite el uso para los viajeros. Estamos en el primer piso y hay muy pocos",
                "bathrooms": 1.0,
                "description": "Apartment for 4 people  - Living room with sofa bed (2 beds) and balcony.  - Bar with 4 stools and kitchen table.  - Bedroom with 1 balcony and double bed (140 x 200 cm) with 4 storage drawers.  - 2 closets.  - Bathroom with shower.  - Kitchen with everything you need for cooking.  - Appliances: Induction hob, microwave, fridge, extractor, juicer, toaster, iron, hair dryer.  - Laundry shared with Iron, ironing, washing machine and dryer.",
                "review_scores_location": 10,
                "accommodates": 4,
                "summary": "Apartamento para 4 Personas",
                "property_type": "Apartment",
                "bedrooms": 1,
                "street": "Madrid, Spain 28004, Spain",
                "access": "Servicios STAR/LA CASA DE LUNA (opcional):   - Parking en Garage Luna: Precio especial para clientes 18€ por día (vehículos grandes tipo van, todoterrenos o furgonetas 24€). - Late check-in: 30€ para llegadas posteriores 20h. 50€ para llegadas posteriores 23h. - Late check-out: Si hay disponibilidad ofrecemos 2 horas de cortesía gratis hasta 12h,  50€ hasta 16h o 100€ hasta 20h. Después de las 20h: Se cobrará 1 noche extra.   - Cuna: Tarifa plana 20 euros hasta 5 personas. A partir de 6 huéspedes adultos, la cuna cuesta 10 euros por noche. - Si desea limpieza extra durante su estancia, por favor, solicítelo antes de su viaje. El coste es 15 euros/hora con un mínimo de 4 horas.  - Si desea cambio extra de toallas: 2 € cada unidad.  - Si desea cambio extra de sábanas: 8 € cada set de cama (funda nórdica o sábana encimera + sábana bajera + fundas almohada) - Si desea cambio extra de sábanas: 8 € cada set de cama (funda nórdica o sábana encimera + sábana bajera + fundas almohada)",
                "neighbourhood_group_cleansed": "Centro",
                "cancellation_policy": "strict",
                "price": 90,
                "neighbourhood_cleansed": "Universidad",
                "reviews_per_month": 0.12,
                "host_response_rate": 100,
                "security_deposit": 200,
                "transit": "STAR/LA CASA DE LUNA se ubica en pleno centro de Madrid, con todo el transporte público disponible: - METRO: Puedes elegir entre varias estaciones, depende de tu destino: Santo Domingo y Noviciado (Línea 2), Callao (Línea 5), Gran Vía (Línea 1). (URL HIDDEN) - TREN: La Estación de Atocha y Principe Pío son las estaciones más cercanas. Conectan con Moon a través del Metro.  - AUTOBUSES: Todos los buses turísticos con vista panorámica pasan por Gran Vía. Además, más de 6 líneas pasan por calles cercanas. Consultar en (URL HIDDEN)",
                "review_scores_rating": 100,
                "host_location": "Madrid, Community of Madrid, Spain",
                "beds": 3,
                "features": "Host Has Profile Pic,Host Identity Verified,Is Location Exact,Requires License",
                "space": "- Salón con sofá nido (2 camas) y balcón. - Barra con 4 taburetes y menaje de mesa.  - Dormitorio con 1 balcón y cama doble (140 x 200 cm) con 4 cajones de almacenaje. - 2 armarios. - Baño con ducha hidromasaje. - Cocina con todo lo necesario para cocinar. - Electrodomésticos: Placa inducción, microondas, frigorífico, extractor, cafetera, exprimidor, tostador, plancha, secador de pelo. - Laundry compartido con Plancha, tabla, lavadora y secadora.",
                "country": "Spain",
                "review_scores_cleanliness": 10,
                "state": "Spain",
                "host_since": "2014-05-15",
                "cleaning_fee": 30,
                "availability_60": 19,
                "minimum_nights": 2,
                "first_review": "2014-06-24",
                "name": "MADRID: Zona Gran Via, STAR",
                "neighborhood_overview": "Junto a Gran Vía, STAR está localizado en el punto perfecto para iniciar la visita al Madrid monumental, gastronómico, cultural y nocturno. Quieres descubrirlo?  - VISITA MONUMENTAL: LA CASA DE LUNA es un excelente punto de partida para visitar el Madrid de los Austrias, la plaza Mayor, la zona de Opera con el Palacio de Oriente, El Retiro... - MUSEOS: Bajando hacia Cibeles por la Gran Vía llegamos al Paseo del Prado, con la mejor oferta de Museos de la Ciudad: Museo Thysen, El Prado, Reina Sofía y CaixaForum son los principales. - QUE HACER: STAR está en pleno \"soho\" madrileño, un barrio con una intensa vida cultural. Teatros, cines, salas de exposiciones, centros de canto, danza, talleres de pintura, salas de conciertos, editoriales, librerías, talleres artesanales, escuelas y centros de diseño... Simplemente paseando te tropezaras con todo un abanico de posibilidades. - DONDE COMER: La zona presenta una rica y variada oferta gastronómica nacional e internacional. Aquí tienes varias",
                "calculated_host_listings_count": 6,
                "calendar_last_scraped": "2017-04-08",
                "host_total_listings_count": 7,
                "picture_url": {
                    "id": "ada0278bbe96a455c6e537006d8fa3b4",
                    "mimetype": "image/jpeg",
                    "height": 480,
                    "width": 720,
                    "filename": "2846a117_original.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(222, 223, 223, 1.00)",
                        "rgba(201, 199, 199, 1.00)",
                        "rgba(170, 145, 126, 1.00)"
                    ]
                },
                "extra_people": 25,
                "room_type": "Entire home/apt",
                "notes": "- Disponemos de Internet wifi por fibra óptica. - Hay laundry en hall con tabla, plancha, lavadora y secadora, donde encontrará artículos de limpieza como jabón y suavizante para lavadora, lejía, etc que puede utilizar GRATIS en la casa.  - Hay secador de pelo.  - Se ofrece servicio opcional de limpieza, cambio de sábanas y toallas durante la estancia. Pedir presupuesto. - Hay  extintor de incendios en el vestíbulo de entrada. - Hay costurero y botiquin en el aparador de la entrada. - Hay aparato de aire acondicionado frío/calor con mando a distancia en soporte mural. - Hay ventilador con mando a distancia. - Las luces del pasillo y vestíbulo, por ser zonas comunes, se apagan automáticamente. - Cuna: Tarifa plana 20 euros hasta 5 personas. A partir de 6 huéspedes adultos, la cuna cuesta 10 euros por noche.",
                "amenities": "TV,Internet,Wireless Internet,Air conditioning,Kitchen,Smoking allowed,Elevator in building,Indoor fireplace,Family/kid friendly,Washer,Dryer,First aid kit,Fire extinguisher,Essentials",
                "listing_url": "https://www.airbnb.com/rooms/3046083",
                "review_scores_accuracy": 10,
                "calendar_updated": "5 days ago",
                "host_listings_count": 7,
                "host_name": "Gediser Diseño S.L.",
                "host_response_time": "within an hour",
                "review_scores_checkin": 10,
                "interaction": "- Yo personalmente les recibiré en el check-in y presentaré el apartamento. - Pueden contactar conmigo para cualquier consulta a través del email o por teléfono.",
                "host_about": "Somos positivos, vitalistas y nuestra finalidad es ser felices.\r\nProcuramos dar armonía a nuestras decoraciones, que tengan vida y no resulten frías, que se integren con el entorno.\r\nNuestro sueño es conocer el mundo. Por eso respetamos mucho a los viajeros y procuramos tratarles como nos gustaría que lo hicieran con nosotros.\r\nNos encanta recibir invitados y que se sientan como en su propia casa.",
                "availability_365": 247,
                "last_review": "2015-09-29",
                "review_scores_value": 10,
                "bed_type": "Real Bed",
                "maximum_nights": 365,
                "availability_30": 7,
                "experiences_offered": "none",
                "guests_included": 2
            },
            "record_timestamp": "2020-08-04T02:30:34.794+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "522eea27909cc4efe376011da74b894d5702156e",
            "fields": {
                "host_verifications": "email,phone,reviews,manual_offline,jumio",
                "availability_90": 90,
                "city": "cala millor",
                "number_of_reviews": 0,
                "bathrooms": 2.0,
                "description": "Situated in the centre of Cala Millor and just 50 metres from the seafront this apartment is surrounded by plenty of shops and supermarkets. The sea view from the balcony is stunning. There is maid service twice a week and the facilities of the 3 * The sea view from the balcony is stunning. There is maid service twice a week and the facilities of attached 3 star hotel are available to all guests including the outdoor / indoor swimming pools, safe deposit box, all evening entertainment and buffet style meals if required. Please note that there is no lift. AMENITIES Balcony Bath with Shower Bidet Coffee Maker Cooking Utensils Dining Dishes & Utensils Electric Kettle Fan Freezer Kitchen Linens Provided Living Room Microwave Near The Sea Pool (Indoor) Pool (Outdoor) Refrigerator Room Service Satellite / Cable Sea View Stove with Oven Television Toaster Towels Provided Washing Machine Linen and towels are included in the price. Cots and high chairs are available free of charge! Local repres",
                "accommodates": 8,
                "summary": "Situated in the centre of Cala Millor and just 50 metres from the seafront this apartment is surrounded by plenty of shops and supermarkets. The sea view from the balcony is stunning. There is maid service twice a week and the facilities of the 3 *",
                "property_type": "Apartment",
                "bedrooms": 3,
                "street": "cala millor, Spain 07560, Spain",
                "access": "AMENITIES Balcony Bath with Shower Bidet Coffee Maker Cooking Utensils Dining Dishes & Utensils Electric Kettle Fan Freezer Kitchen Linens Provided Living Room Microwave Near The Sea Pool (Indoor) Pool (Outdoor) Refrigerator Room Service Satellite / Cable Sea View Stove with Oven Television Toaster Towels Provided Washing Machine",
                "cancellation_policy": "strict",
                "price": 101,
                "neighbourhood_cleansed": "Son Servera",
                "host_response_rate": 100,
                "transit": "Airport private taxi transfer available on  price on request.",
                "host_location": "GB",
                "beds": 8,
                "features": "Host Has Profile Pic,Host Identity Verified,Is Location Exact,Requires License",
                "space": "The sea view from the balcony is stunning. There is maid service twice a week and the facilities of attached 3 star hotel are available to all guests including the outdoor / indoor swimming pools, safe deposit box, all evening entertainment and buffet style meals if required. Please note that there is no lift.",
                "country": "Spain",
                "state": "Spain",
                "host_since": "2015-02-23",
                "availability_60": 60,
                "minimum_nights": 7,
                "name": "Great apartment Jorda balcony& pool",
                "calculated_host_listings_count": 23,
                "calendar_last_scraped": "2017-03-15",
                "picture_url": {
                    "id": "5d31814080d008739d61bb7b7632a21b",
                    "mimetype": "image/jpeg",
                    "height": 480,
                    "width": 878,
                    "filename": "ba1b1bfb_original.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(134, 142, 128, 1.00)",
                        "rgba(110, 108, 87, 1.00)",
                        "rgba(104, 109, 97, 1.00)"
                    ]
                },
                "host_total_listings_count": 26,
                "extra_people": 14,
                "room_type": "Entire home/apt",
                "amenities": "TV,Pool,Kitchen,Smoking allowed,Pets allowed,Family/kid friendly,Suitable for events,Washer,Essentials",
                "listing_url": "https://www.airbnb.com/rooms/8598604",
                "calendar_updated": "4 weeks ago",
                "host_listings_count": 26,
                "host_name": "Geoffrey",
                "host_response_time": "within an hour",
                "interaction": "Linen and towels are included in the price. Cots and high chairs are available free of charge! Local representative in case you need help! Babysitter needed? Let me know! We offer babysitting in English, German and Spanish. Price babysitting on demand. Check in 14 clock / departure 12 clock (on request different)",
                "availability_365": 344,
                "bed_type": "Real Bed",
                "maximum_nights": 1125,
                "availability_30": 30,
                "experiences_offered": "none",
                "guests_included": 6
            },
            "record_timestamp": "2020-08-04T07:11:52.856+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "4548f287ceceb10f201409616f66d2ef0384f93f",
            "fields": {
                "host_neighbourhood": "Les Corts",
                "host_verifications": "email,phone,reviews",
                "review_scores_communication": 10,
                "availability_90": 46,
                "city": "Barcelona",
                "number_of_reviews": 33,
                "house_rules": "We are young couple and we are welcoming relaxed, educated, polite guest to our apartment. We believe that you should treat the way you'd like to be treated if you were offering your home to us. Smoking are not permitted inside the apartment. Pets are not allowed.",
                "bathrooms": 0.5,
                "description": "Double interior cozy room with shared bathroom in a sunny and beautiful apartment, fully equipped kitchen, high speed internet, large living room oriented to southeast with an amazing.Close to the main train station and Camp Nou, 20' walking to UPC. The rooms is double with an shared bathroom in an apartment of 100 sq.meter. The apartment is quite, relax , sunny which is located in Les Corts. This area is a safe neighborhood and well connected by public transport to most of the interesting places in and around of Barcelona. There is a bus station exactly next to the door of the apartment that makes your movement in city much more easier and comfortable. Guests can use living room, balcony, kitchen, main bathroom. We are able to guide and introduce you interesting places to visit. We'll try to be accessible by phone. In our neighbour (Les corts), there are bars a plenty and even some clubs. If clubbing isn't your thing be sure to have a wander round and try out some of the lovely tapas",
                "review_scores_location": 10,
                "accommodates": 2,
                "summary": "Double interior cozy room with shared bathroom in a sunny and beautiful apartment, fully equipped kitchen, high speed internet, large living room oriented to southeast with an amazing.Close to the main train station and Camp Nou, 20' walking to UPC.",
                "property_type": "Apartment",
                "bedrooms": 1,
                "street": "Barcelona, Spain 08029, Spain",
                "access": "Guests can use living room, balcony, kitchen, main bathroom.",
                "neighbourhood_group_cleansed": "Les Corts",
                "cancellation_policy": "moderate",
                "price": 29,
                "neighbourhood_cleansed": "les Corts",
                "reviews_per_month": 2.46,
                "host_response_rate": 90,
                "security_deposit": 150,
                "transit": "The area Les Corts is a 15 minute metro ride from the centre of town and is well serviced by both Les Corts and Plaça Del Centro metro stops which are both on the green line, and the Estacio Sants train station. The Sants station is a short walk from Les Corts and has direct trains to the Airport, and other popular destinations such as Sitges on the coast. Also, from plaça Espanya, you can get transport direct to Monserrat. Car : You are able to park during days in street but it is not for free, however during nights is easier to find places to park. Also you can find many parking with a cost between 18-20 € daily.",
                "review_scores_rating": 94,
                "host_location": "Barcelona, Catalonia, Spain",
                "beds": 1,
                "features": "Host Has Profile Pic,Requires License,Instant Bookable",
                "space": "The rooms is double with an shared bathroom in an apartment of 100 sq.meter. The apartment is quite, relax , sunny which is located in Les Corts. This area is a safe neighborhood and well connected by public transport to most of the interesting places in and around of Barcelona. There is a bus station exactly next to the door of the apartment that makes your movement in city much more easier and comfortable.",
                "country": "Spain",
                "review_scores_cleanliness": 10,
                "state": "Spain",
                "host_since": "2015-06-03",
                "availability_60": 25,
                "minimum_nights": 20,
                "first_review": "2016-03-02",
                "name": "Quite room near Camp Nou&UPC",
                "neighborhood_overview": "In our neighbour (Les corts), there are bars a plenty and even some clubs. If clubbing isn't your thing be sure to have a wander round and try out some of the lovely tapas places on every corner. Also of interest is the Barcelona Football club's grounds Camp Nou. Camp Nou is in Les Corts and is a must-see for any football enthusiast. Tours around the grounds and the museum are available. If you like to practice sport, you can find a big sport complex and a huge swimming pool close to the apartment. Also, for running Diagonal boulevards is one of the recommended places. The UPC and some Faculties of UB are 20 minutes walking. The beautiful Plaça Espanya is a 15 minute walk away from Les Corts area, and there you can enjoy the entertainment that Montjuïc has to offer. If you like a good walk you can even walk into the historic, leafy area called Eixample in about half an hour, or the centre of town in about an hour. Les Corts is an important financial business district in Barcelona. Also",
                "calculated_host_listings_count": 5,
                "calendar_last_scraped": "2017-04-08",
                "host_total_listings_count": 5,
                "picture_url": {
                    "id": "8e9201059c7ca2a937c669e20c589073",
                    "mimetype": "image/jpeg",
                    "height": 426,
                    "width": 639,
                    "filename": "7efee919-665e-42d7-b17f-c95ba38dbb7a.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(31, 32, 27, 1.00)",
                        "rgba(88, 79, 57, 1.00)",
                        "rgba(46, 39, 28, 1.00)"
                    ]
                },
                "extra_people": 0,
                "room_type": "Private room",
                "notes": "We would ask you to be clean in your staying time in our place and don't make a lot of noise and be respective with the neighborhood. There is a famous gym exactly next to the apartment which you can take advantage a lot of its facilities such as pool, jacuzzi ,...",
                "amenities": "TV,Internet,Wireless Internet,Wheelchair accessible,Kitchen,Doorman,Elevator in building,Family/kid friendly,Washer,Dryer,First aid kit,Essentials,Shampoo,Hangers,Hair dryer,Iron",
                "listing_url": "https://www.airbnb.com/rooms/11257875",
                "review_scores_accuracy": 10,
                "calendar_updated": "5 days ago",
                "host_listings_count": 5,
                "host_name": "Maya",
                "host_response_time": "within an hour",
                "review_scores_checkin": 10,
                "interaction": "We are able to guide and introduce you interesting places to visit. We'll try to be accessible by phone.",
                "host_about": "My name is Maya and I am living with my husband. We like to know people and have friends from different parts of world. Airbnb give us chance of knowing people with different cultures and this is really valuable for us. We are a quiet and non smoker host. We do all our best for our guests to enjoy their staying time with us. Thank you for selecting our apartment.",
                "availability_365": 130,
                "last_review": "2017-03-18",
                "review_scores_value": 9,
                "bed_type": "Real Bed",
                "maximum_nights": 90,
                "availability_30": 3,
                "experiences_offered": "none",
                "guests_included": 1
            },
            "record_timestamp": "2020-08-01T10:28:22.014+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "d57fb61d59b02bbfc27b4963848ae12bf655d36c",
            "fields": {
                "host_verifications": "email,phone,reviews",
                "availability_90": 86,
                "city": "Barcelona, Catalunya, ES",
                "number_of_reviews": 1,
                "house_rules": "Respect sleeping hours",
                "bathrooms": 1.0,
                "description": "-Free Wifi-Bedroom: airbed, table with chair,cabinet. -Clean linens and towels, toiletries, hair dryer. Shampoo and shower gel include  Full kitchen: storage space belongings (in the fridge and cuboard),and microwave. -Living room with sofa, table and chairs. - Balcony : table and chairs -Grocery shop for fruits ,vegetables and water and bar for breakfast just downstairs the flat. -The apartment has all means of transport: tube station 2 minutes -line 2(lilac) and night bus N8",
                "accommodates": 2,
                "summary": "-Free Wifi-Bedroom: airbed, table with chair,cabinet. -Clean linens and towels, toiletries, hair dryer. Shampoo and shower gel include  Full kitchen: storage space belongings (in the fridge and cuboard),and microwave. -Living room with sofa, table and chairs. - Balcony : table and chairs -Grocery shop for fruits ,vegetables and water and bar for breakfast just downstairs the flat. -The apartment has all means of transport: tube station 2 minutes -line 2(lilac) and night bus N8",
                "property_type": "Apartment",
                "bedrooms": 1,
                "street": "Barcelona, Catalunya, ES, spain 08020, Spain",
                "neighbourhood_group_cleansed": "Sant Martí",
                "cancellation_policy": "strict",
                "price": 40,
                "neighbourhood_cleansed": "Sant Martí de Provençals",
                "reviews_per_month": 0.15,
                "host_response_rate": 70,
                "security_deposit": 100,
                "host_location": "Barcelona, Catalonia, Spain",
                "beds": 1,
                "features": "Host Has Profile Pic,Requires License",
                "country": "Spain",
                "state": "spain",
                "host_since": "2016-05-02",
                "cleaning_fee": 5,
                "availability_60": 56,
                "minimum_nights": 2,
                "first_review": "2016-09-18",
                "name": "Double airbed 2minutes from tube near seaside",
                "calculated_host_listings_count": 2,
                "calendar_last_scraped": "2017-04-08",
                "host_total_listings_count": 2,
                "picture_url": {
                    "id": "cc47e793934b2300d9d51026f26b93bc",
                    "mimetype": "image/jpeg",
                    "height": 426,
                    "width": 270,
                    "filename": "ddce4ac0-45e1-4711-8af0-39bb3de41986.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(152, 131, 97, 1.00)",
                        "rgba(138, 127, 99, 1.00)",
                        "rgba(99, 96, 75, 1.00)"
                    ]
                },
                "extra_people": 0,
                "room_type": "Private room",
                "amenities": "TV,Internet,Wireless Internet,Air conditioning,Kitchen,Gym,Breakfast,Elevator in building,Hot tub,Heating,Washer,Dryer,First aid kit,Essentials,Shampoo",
                "listing_url": "https://www.airbnb.com/rooms/14852998",
                "calendar_updated": "3 weeks ago",
                "host_listings_count": 2,
                "host_name": "Barbara",
                "host_response_time": "within an hour",
                "host_about": "I ma Italian , I have been living  in Barcelona for ten years. I love travelling  and studying languages , I am also interested in history of art . I know this town quite well and also the surrounding little seaside villages along the Catalan coast , I can give you all kind of touristic information you need and maps.\r\n If you have any questions about Barcelona do not hesitate to ask me I will be happy to answer you.",
                "availability_365": 361,
                "last_review": "2016-09-18",
                "bed_type": "Real Bed",
                "maximum_nights": 1125,
                "availability_30": 29,
                "experiences_offered": "none",
                "guests_included": 1
            },
            "record_timestamp": "2020-08-01T10:28:22.014+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "e3386fa1d008a9f4fa5074522b44274d4db00f84",
            "fields": {
                "host_verifications": "email,phone,google",
                "availability_90": 90,
                "city": "Can Picafort",
                "number_of_reviews": 0,
                "bathrooms": 2.0,
                "description": "Chalet de 160 m2 en una parcela de 2500 m2, flanqueado por una piscina e increibles vistas a la Serra de Tramuntana. La playa se encuentra a escasos 2 km. Chalet de 160 m2 en una parcela de 2500 m2, flanqueado por una piscina e increibles vistas a la Serra de Tramuntana. La playa se encuentra a escasos 2 km.",
                "accommodates": 8,
                "summary": "Chalet de 160 m2 en una parcela de 2500 m2, flanqueado por una piscina e increibles vistas a la Serra de Tramuntana. La playa se encuentra a escasos 2 km.",
                "property_type": "Villa",
                "bedrooms": 4,
                "street": "Can Picafort, Spain 07450, Spain",
                "cancellation_policy": "moderate",
                "price": 125,
                "neighbourhood_cleansed": "Santa Margalida",
                "host_response_rate": 100,
                "host_location": "Palma, Balearic Islands, Spain",
                "beds": 6,
                "features": "Host Is Superhost,Host Has Profile Pic,Requires License,Instant Bookable",
                "space": "Chalet de 160 m2 en una parcela de 2500 m2, flanqueado por una piscina e increibles vistas a la Serra de Tramuntana. La playa se encuentra a escasos 2 km.",
                "country": "Spain",
                "state": "Spain",
                "host_since": "2017-01-21",
                "cleaning_fee": 69,
                "availability_60": 60,
                "minimum_nights": 1,
                "name": "Can Dalmau",
                "calculated_host_listings_count": 2,
                "calendar_last_scraped": "2017-03-15",
                "picture_url": {
                    "id": "cfdd64b196bc794a4c60a7492da83aba",
                    "mimetype": "image/jpeg",
                    "height": 426,
                    "width": 639,
                    "filename": "d025c03c-8676-48c9-8e6e-18a5e1aa4a6d.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(169, 150, 124, 1.00)",
                        "rgba(155, 131, 104, 1.00)",
                        "rgba(126, 92, 60, 1.00)"
                    ]
                },
                "host_total_listings_count": 2,
                "extra_people": 0,
                "room_type": "Entire home/apt",
                "amenities": "Cable TV,Wireless Internet,Pool,Kitchen,Free parking on premises,Smoking allowed,Pets allowed,Indoor fireplace,Family/kid friendly,Suitable for events,Washer,Shampoo,Hair dryer",
                "listing_url": "https://www.airbnb.com/rooms/17119816",
                "calendar_updated": "today",
                "host_listings_count": 2,
                "host_name": "Localite",
                "host_response_time": "within an hour",
                "host_about": "Estudiante de Turismo, razón por la cual, pongo todo mi empeño para ser un gran anfritión y colaborar activamente a que mis huéspedes gozen de unas extraordinarias vacaciones.",
                "availability_365": 365,
                "bed_type": "Real Bed",
                "maximum_nights": 1125,
                "availability_30": 30,
                "experiences_offered": "none",
                "guests_included": 1
            },
            "record_timestamp": "2020-08-04T07:11:52.856+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "974b9c34866d00935de53074ccb82a04db48113b",
            "fields": {
                "host_verifications": "email,phone,reviews,jumio",
                "review_scores_communication": 10,
                "availability_90": 90,
                "city": "Palma",
                "number_of_reviews": 4,
                "bathrooms": 1.0,
                "description": "Private room with ensuite bathroom in a 18th century building. One of the finest neighborhoods of the city center: very quiet, \"tourist free\" area :) 200mt away from the beach 100mt away from the Airbus stop 400mt away from the cathedral The whole apartment is very bright and room has a lovely balcony on famous seminary square with a fountain that sprinkles water producing a very relaxing sound. Guests will have access to their bright room, with view on the square, and their private bathroom. Kitchen and rest of the apartment is reserved to the property. Laundry area can be used by guests should they need it. Neighborhood is completely local with cozy cafes and restaurants only frequented by people who live in the area. Bus stops to airport, harbor, train station, and most important locations are just 100mt away.  Anything else in the city center is at walking distance.",
                "review_scores_location": 10,
                "accommodates": 2,
                "summary": "Private room with ensuite bathroom in a 18th century building. One of the finest neighborhoods of the city center: very quiet, \"tourist free\" area :) 200mt away from the beach 100mt away from the Airbus stop 400mt away from the cathedral",
                "property_type": "Apartment",
                "bedrooms": 1,
                "street": "Palma, Spain 07001, Spain",
                "access": "Guests will have access to their bright room, with view on the square, and their private bathroom. Kitchen and rest of the apartment is reserved to the property. Laundry area can be used by guests should they need it.",
                "cancellation_policy": "flexible",
                "price": 29,
                "neighbourhood_cleansed": "Palma de Mallorca",
                "reviews_per_month": 0.38,
                "host_response_rate": 100,
                "transit": "Bus stops to airport, harbor, train station, and most important locations are just 100mt away.  Anything else in the city center is at walking distance.",
                "review_scores_rating": 100,
                "host_location": "Palma, Balearic Islands, Spain",
                "beds": 1,
                "features": "Host Has Profile Pic,Host Identity Verified,Requires License",
                "space": "The whole apartment is very bright and room has a lovely balcony on famous seminary square with a fountain that sprinkles water producing a very relaxing sound.",
                "country": "Spain",
                "review_scores_cleanliness": 10,
                "state": "Spain",
                "host_since": "2014-09-02",
                "cleaning_fee": 10,
                "availability_60": 60,
                "minimum_nights": 1,
                "first_review": "2016-05-02",
                "name": "Room with ensuite bathroom",
                "neighborhood_overview": "Neighborhood is completely local with cozy cafes and restaurants only frequented by people who live in the area.",
                "calculated_host_listings_count": 1,
                "calendar_last_scraped": "2017-03-15",
                "host_total_listings_count": 1,
                "picture_url": {
                    "id": "75c6bf2c69196621d5e971e0354ddf3e",
                    "mimetype": "image/jpeg",
                    "height": 426,
                    "width": 548,
                    "filename": "3a69d4c2-3436-40a1-bb03-a9053ff88280.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(146, 133, 126, 1.00)",
                        "rgba(150, 135, 126, 1.00)",
                        "rgba(156, 139, 129, 1.00)"
                    ]
                },
                "extra_people": 20,
                "room_type": "Private room",
                "amenities": "Internet,Wireless Internet,Heating,Washer,Dryer,Shampoo,Hangers",
                "listing_url": "https://www.airbnb.com/rooms/11729247",
                "review_scores_accuracy": 10,
                "calendar_updated": "3 months ago",
                "host_listings_count": 1,
                "host_name": "Luca",
                "host_response_time": "within a day",
                "review_scores_checkin": 9,
                "host_about": "Hi there!\nWhat to say about me... I'm a quiet, tidy, smiling person who likes light, space, and beauty. That's why I ended up in Palma I guess :)\nNo pets, no cigarettes....Only 2 rules: kindness and respect.\nThat's pretty much as concentrated as I can make it here :)\nCheers!",
                "availability_365": 365,
                "last_review": "2016-07-07",
                "bed_type": "Real Bed",
                "review_scores_value": 10,
                "maximum_nights": 1125,
                "availability_30": 30,
                "experiences_offered": "none",
                "guests_included": 1
            },
            "record_timestamp": "2020-08-04T07:11:52.856+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "78dae0d041d1530f999aaa2e8d9b2630cb731a11",
            "fields": {
                "host_verifications": "email,phone,reviews,jumio,work_email",
                "review_scores_communication": 9,
                "availability_90": 34,
                "city": "Madrid",
                "number_of_reviews": 26,
                "house_rules": "- Se permite fumar solamente en los BALCONES del salón Star. Dentro no está permitido el cigarrillo. - Prohibido hacer fiestas, beber alcohol en exceso, consumir drogas dentro del apartamento, poner música alta, gritar en la escalera o en el portal,  y cualquier comportamiento indebido que pueda molestar a los vecinos. El propietario se reserva el derecho de llamar a la policía en caso de escándalo y queja de los vecinos. El incumplimiento de estas normas podrá derivar en el desalojo de los huéspedes y cancelación de la reserva sin devolución de dinero alguno. - No se permiten mascotas sin una previa aprobación escrita. - Hay ascensor en el edificio pero no se permite el uso para los viajeros porque es muy antiguo y  da muchos problemas. Estamos en el primer piso y hay muy pocos escalones. Es mejor subir que quedarse atrapado dentro !!! - Por favor, utilice el agua y la electricidad solo cuando lo necesite. Agradecemos que apague luces y aire acondicionado antes de salir de su apartame",
                "bathrooms": 3.0,
                "description": "Este magnífico piso de 3 dormitorios y 3 baños,  recientemente reformado, con capacidad de HASTA 8 PERSONAS, tiene 2 balcones a la calle Estrella y reúne todo el encanto y el confort para hacer de tu visita a Madrid una estancia inolvidable. COSMOS tiene una superficie aproximada de 90 m2 y forma parte de LA CASA DE LUNA.  Cosmos tiene su propia puerta con llave de seguridad para una total privacidad e independencia. Los huéspedes han calificado esta propiedad con 5 estrellas, destacando el trato amable y la comodidad.  La distribución se compone de: - Salón muy luminoso con balcón a calle Estrella. - Barra con 4 taburetes y menaje de mesa.  - 3 Dormitorios, todos con baño y televisión, de los cuales uno es tipo Master Room y otro es tipo estudio. - Dentro de Cosmos, cada dormitorio tiene privacidad y puedes pedir tu propia llave si lo deseas. - Total, 5 camas: 3 dobles y 2 individuales (sofá nido).  - 3 televisores, uno de ellos smart tv con pantalla de 50 pulgadas. - 6 armarios grand",
                "review_scores_location": 10,
                "accommodates": 8,
                "summary": "Este magnífico piso de 3 dormitorios y 3 baños,  recientemente reformado, con capacidad de HASTA 8 PERSONAS, tiene 2 balcones a la calle Estrella y reúne todo el encanto y el confort para hacer de tu visita a Madrid una estancia inolvidable.",
                "property_type": "Apartment",
                "bedrooms": 3,
                "street": "Madrid, Spain 28004, Spain",
                "access": "En COSMOS te ofrecemos estos servicios opcionales:  -Transfer Barajas-Madrid 35 euros. Si además se contrata  Madrid-Barajas, los dos viajes por 60 euros. -Parking en Garage Luna: Precio especial para clientes 17.50€ por noche. - Late check-in: 30€ para llegadas posteriores 20h. 50€ para llegadas posteriores 23h. - Late check-out: Si hay disponibilidad ofrecemos 2 horas de cortesía gratis hasta 12h,  50€ hasta 16h o 100€ hasta 20h. Después de las 20h: Se cobrará 1 noche extra.   - Cuna: Tarifa plana 20 euros si sois hasta 5 personas. A partir de 6 huéspedes adultos, la cuna cuesta 10 euros por noche.",
                "neighbourhood_group_cleansed": "Centro",
                "cancellation_policy": "strict",
                "price": 160,
                "neighbourhood_cleansed": "Universidad",
                "reviews_per_month": 0.75,
                "host_response_rate": 100,
                "security_deposit": 300,
                "transit": "COSMOS/LA CASA DE LUNA está en el corazón de Madrid. Todos los transportes públicos están a tu alcance: - METRO: Puedes elegir entre varias estaciones, depende de tu destino: Santo Domingo y Noviciado (Línea 2), Callao (Línea 5), Gran Vía (Línea 1). (URL HIDDEN) - TREN: La Estación de Atocha y Principe Pío son las estaciones más cercanas. Conectan con Moon a través del Metro.  - AUTOBUSES: Todos los buses turísticos con vista panorámica pasan por Gran Vía. Además, más de 6 líneas pasan por calles cercanas. Consultar en (URL HIDDEN)",
                "review_scores_rating": 88,
                "host_location": "Madrid, Community of Madrid, Spain",
                "beds": 5,
                "features": "Host Has Profile Pic,Host Identity Verified,Is Location Exact,Requires License",
                "space": "COSMOS tiene una superficie aproximada de 90 m2 y forma parte de LA CASA DE LUNA.  Cosmos tiene su propia puerta con llave de seguridad para una total privacidad e independencia. Los huéspedes han calificado esta propiedad con 5 estrellas, destacando el trato amable y la comodidad.  La distribución se compone de: - Salón muy luminoso con balcón a calle Estrella. - Barra con 4 taburetes y menaje de mesa.  - 3 Dormitorios, todos con baño y televisión, de los cuales uno es tipo Master Room y otro es tipo estudio. - Dentro de Cosmos, cada dormitorio tiene privacidad y puedes pedir tu propia llave si lo deseas. - Total, 5 camas: 3 dobles y 2 individuales (sofá nido).  - 3 televisores, uno de ellos smart tv con pantalla de 50 pulgadas. - 6 armarios grandes. - 3 Baños con ducha hidromasaje. - 3 cocinas (1 en cada estancia) con todo lo necesario para hacer tus platos favoritos. - Electrodomésticos:  Placas de inducción, microondas, frigoríficos,  extractores, cafeteras, exprimidores, tostadore",
                "country": "Spain",
                "review_scores_cleanliness": 9,
                "state": "Spain",
                "host_since": "2014-05-15",
                "cleaning_fee": 50,
                "availability_60": 19,
                "minimum_nights": 1,
                "first_review": "2014-06-01",
                "name": "GRAN VÍA COSMOS: IDEAL GRUPOS!!",
                "neighborhood_overview": "Junto a Gran Vía, COSMOS está localizado en el punto perfecto para iniciar la visita al Madrid monumental, gastronómico, cultural y nocturno. Quieres descubrirlo?  - VISITA MONUMENTAL: Luna es un excelente punto de partida para visitar el Madrid de los Austrias, la plaza Mayor, la zona de Opera con el Palacio de Oriente, El Retiro... - MUSEOS: Bajando hacia Cibeles por la Gran Vía llegamos al Paseo del Prado, con la mejor oferta de Museos de la Ciudad: Museo Thysen, El Prado, Reina Sofía y CaixaForum son los principales. - QUE HACER: Cosmos está en pleno \"soho\" madrileño, un barrio con una intensa vida cultural. Teatros, cines, salas de exposiciones, centros de canto, danza, talleres de pintura, salas de conciertos, editoriales, librerías, talleres artesanales, escuelas y centros de diseño... Simplemente paseando te tropezaras con todo un abanico de posibilidades. - DONDE COMER: La zona presenta una rica y variada oferta gastronómica nacional e internacional. Aqui tienes varias propues",
                "calculated_host_listings_count": 6,
                "calendar_last_scraped": "2017-04-08",
                "host_total_listings_count": 7,
                "picture_url": {
                    "id": "4567570701ca1b3cf37afa561fade6ba",
                    "mimetype": "image/jpeg",
                    "height": 480,
                    "width": 720,
                    "filename": "e19dc378_original.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(225, 227, 221, 1.00)",
                        "rgba(221, 222, 217, 1.00)",
                        "rgba(196, 171, 144, 1.00)"
                    ]
                },
                "extra_people": 20,
                "room_type": "Entire home/apt",
                "notes": "- LA CASA DE LUNA dispone de Internet wifi por fibra óptica. - Hay laundry con tabla, plancha, lavadora y secadora, donde encontrará artículos de limpieza como jabón y suavizante para lavadora, lejía, etc que puede utilizar GRATIS en la casa.  - Hay secadores de pelo y expendedores de jabón con gel en los baños. - Se ofrece servicio opcional de limpieza, cambio de sábanas y toallas durante la estancia. Pedir presupuesto. - Hay  extintor de incendios en el vestíbulo de entrada. - Hay costurero y botiquín en el aparador de la entrada. - Hay 3 aparatos de aire acondicionado frío/calor con mando a distancia en soporte mural. - Hay 3 ventiladores con mando a distancia. - Las luces del pasillo y vestíbulo, por ser zonas comunes, se apagan automáticamente. - Cuna: Tarifa plana 20 euros hasta 5 personas. A partir de 6 huéspedes adultos, la cuna cuesta 10 euros por noche.",
                "amenities": "TV,Internet,Wireless Internet,Air conditioning,Kitchen,Smoking allowed,Elevator in building,Indoor fireplace,Family/kid friendly,Washer,Dryer,First aid kit,Essentials",
                "listing_url": "https://www.airbnb.com/rooms/3046856",
                "review_scores_accuracy": 9,
                "calendar_updated": "today",
                "host_listings_count": 7,
                "host_name": "Gediser Diseño S.L.",
                "host_response_time": "within an hour",
                "review_scores_checkin": 9,
                "interaction": "En LA CASA DE LUNA ofrecemos: - Nosotros personalmente les recibiremos en el check-in y presentaremos el apartamento. - Pueden contactar con nosotros para cualquier consulta a través del email o por teléfono. - Todos nuestros colchones y almohadas son antialérgicos, tratados bacteriológicamente contra ácaros.",
                "host_about": "Somos positivos, vitalistas y nuestra finalidad es ser felices.\r\nProcuramos dar armonía a nuestras decoraciones, que tengan vida y no resulten frías, que se integren con el entorno.\r\nNuestro sueño es conocer el mundo. Por eso respetamos mucho a los viajeros y procuramos tratarles como nos gustaría que lo hicieran con nosotros.\r\nNos encanta recibir invitados y que se sientan como en su propia casa.",
                "availability_365": 247,
                "last_review": "2017-03-23",
                "review_scores_value": 9,
                "bed_type": "Real Bed",
                "maximum_nights": 365,
                "availability_30": 7,
                "experiences_offered": "none",
                "guests_included": 6
            },
            "record_timestamp": "2020-08-04T02:30:34.794+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "1196b6c718060359b54b480f1c49d6f3f524b07d",
            "fields": {
                "host_verifications": "email,phone,reviews,manual_offline,jumio",
                "review_scores_communication": 9,
                "availability_90": 0,
                "city": "Barcelona",
                "number_of_reviews": 3,
                "house_rules": "Smoking is allowed only in the balcony not inside the apartment",
                "bathrooms": 1.0,
                "description": "A cozy and welcoming apartment suitable for a family /4 people is located in central Barcelona right next to the beautiful Plaça España You will have access to the entire apartment A 7 minute walk to Plaça España.  It is also a minute walk to the green and blue metro line that goes around the city and a 5 minute walk to the central bus station Sant Estacio",
                "review_scores_location": 9,
                "accommodates": 4,
                "summary": "A cozy and welcoming apartment suitable for a family /4 people is located in central Barcelona right next to the beautiful Plaça España",
                "property_type": "Apartment",
                "bedrooms": 2,
                "street": "Barcelona, Spain 08029, Spain",
                "access": "You will have access to the entire apartment",
                "neighbourhood_group_cleansed": "Eixample",
                "cancellation_policy": "flexible",
                "price": 70,
                "neighbourhood_cleansed": "la Nova Esquerra de l'Eixample",
                "reviews_per_month": 0.15,
                "security_deposit": 300,
                "transit": "A 7 minute walk to Plaça España.  It is also a minute walk to the green and blue metro line that goes around the city and a 5 minute walk to the central bus station Sant Estacio",
                "review_scores_rating": 87,
                "host_location": "Barcelona, Catalonia, Spain",
                "beds": 2,
                "features": "Host Has Profile Pic,Host Identity Verified,Requires License",
                "country": "Spain",
                "review_scores_cleanliness": 10,
                "state": "Spain",
                "host_since": "2014-06-03",
                "availability_60": 0,
                "minimum_nights": 1,
                "first_review": "2015-08-09",
                "name": "Cozy and comfortable apartment BCN",
                "calculated_host_listings_count": 1,
                "calendar_last_scraped": "2017-04-08",
                "host_total_listings_count": 1,
                "picture_url": {
                    "id": "0330e7fed6f12a7e7889315efd7b437b",
                    "mimetype": "image/jpeg",
                    "height": 426,
                    "width": 639,
                    "filename": "1a09d6d8_original.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(181, 161, 143, 1.00)",
                        "rgba(130, 104, 87, 1.00)",
                        "rgba(122, 91, 65, 1.00)"
                    ]
                },
                "extra_people": 0,
                "room_type": "Entire home/apt",
                "amenities": "TV,Internet,Wireless Internet,Kitchen,Smoking allowed,Elevator in building,Heating,Family/kid friendly,Washer,Essentials",
                "listing_url": "https://www.airbnb.com/rooms/7316832",
                "review_scores_accuracy": 10,
                "calendar_updated": "17 months ago",
                "weekly_price": 450,
                "host_listings_count": 1,
                "host_name": "Liora",
                "review_scores_checkin": 9,
                "host_about": "Hey,\r\nWe are Dvir and Liora, a 22 year old couple. We live in the center of barcelona and work in the airport.\r\nWe speak Hebrew, English, Russian and a little bit Spanish.",
                "availability_365": 0,
                "last_review": "2015-10-11",
                "review_scores_value": 9,
                "bed_type": "Real Bed",
                "maximum_nights": 1125,
                "availability_30": 0,
                "experiences_offered": "none",
                "guests_included": 1
            },
            "record_timestamp": "2020-08-01T10:28:22.014+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "645849469e103cb04fdacb91a3acad318424b063",
            "fields": {
                "host_verifications": "email,phone,reviews,jumio,work_email",
                "review_scores_communication": 9,
                "availability_90": 27,
                "city": "Madrid",
                "number_of_reviews": 55,
                "house_rules": "- Se permite fumar solo en los balcones. - Prohibido hacer fiestas, beber alcohol en exceso, consumir drogas dentro del apartamento, poner música alta, gritar en la escalera o en el portal,  y cualquier comportamiento indebido que pueda molestar a los vecinos. El propietario se reserva el derecho de llamar a la policía en caso de escándalo y queja de los vecinos. El incumplimiento de estas normas podrá derivar en el desalojo de los huéspedes y cancelación de la reserva sin devolución de dinero alguno. - No se permiten mascotas sin una previa aprobación escrita. - Hay ascensor en el edificio pero es mejor que los viajeros no lo useis porque es muy antiguo y  da muchos problemas, sobre todo cuando hay equipaje... Estamos en el primer piso y hay muy pocos escalones. Es mejor subir que quedarse atrapado dentro !!! - Por favor, utilice el agua y la electricidad solo cuando lo necesite. Agradecemos que apague luces y aire acondicionado antes de salir de su apartamento. - No es necesario apag",
                "bathrooms": 2.5,
                "description": "Apartment 6 people  - Large living room with 2 balconies, fireplace, comfortable sofa three linear meters double murphy bed.  - Master bedroom with balcony, 2 beds 90 x 200 cm (which can be converted into king size bed 180 x 200 cm), dressing room and bathroom with spa bath and shower.  - Double bedroom with balcony, 2 beds 90 x 200 cm (which can be converted into king size bed 180 x 200 cm), 2 closets and bathroom with shower.  - Cloakroom.  - Kitchen with dining table with utensils and everything needed for cooking.  - Appliances: Washer, dryer, dishwasher, oven, microwave, refrigerator, freezer. extractor (3 motors), automatic Krups Dolce Gusto Coffee Maker, juicer (double), blender, toaster, iron, hair dryer.",
                "review_scores_location": 10,
                "accommodates": 6,
                "summary": "Apartamento para 6 personas",
                "property_type": "Apartment",
                "bedrooms": 2,
                "street": "Madrid, Spain 28004, Spain",
                "access": "Servicios MOON (opcional):  - Parking en Garage Luna: Precio especial para clientes 18€ por día (vehículos grandes tipo van, todoterrenos o furgonetas 24€). - Late check-in: 30€ para llegadas posteriores 20h. 50€ para llegadas posteriores 23h. - Late check-out: Si hay disponibilidad ofrecemos 2 horas de cortesía gratis hasta 12h,  50€ hasta 16h o 100€ hasta 20h. Después de las 20h: Se cobrará 1 noche extra.   - Cuna: Tarifa plana 20 euros hasta 5 personas. A partir de 6 huéspedes adultos, la cuna cuesta 10 euros por noche. - Si desea limpieza extra durante su estancia, por favor, solicítelo antes de su viaje. El coste es 15 euros/hora con un mínimo de 4 horas.  - Si desea cambio extra de toallas: 2 € cada unidad.  - Si desea cambio extra de sábanas: 8 € cada set de cama (funda nórdica o sábana encimera + sábana bajera + fundas almohada)",
                "neighbourhood_group_cleansed": "Centro",
                "cancellation_policy": "strict",
                "price": 130,
                "neighbourhood_cleansed": "Universidad",
                "reviews_per_month": 1.79,
                "host_response_rate": 100,
                "security_deposit": 300,
                "transit": "LA CASA DE LUNA/MOON está en el corazón de Madrid. Todos los transportes públicos están a tu alcance: - METRO: Puedes elegir entre varias estaciones, depende de tu destino: Santo Domingo y Noviciado (Línea 2), Callao (Línea 5), Gran Vía (Línea 1). Ver en (URL HIDDEN) - TREN: La Estación de Atocha y Principe Pío son las estaciones más cercanas. Conectan con Moon a través del Metro.  - AUTOBUSES: Todos los buses turísticos con vista panorámica pasan por Gran Vía. Además, más de 6 líneas pasan por calles cercanas. Consultar en (URL HIDDEN)",
                "review_scores_rating": 89,
                "host_location": "Madrid, Community of Madrid, Spain",
                "beds": 5,
                "features": "Host Has Profile Pic,Host Identity Verified,Is Location Exact,Requires License",
                "space": "- Gran salón con 2 balcones, chimenea, confortable sofá de tres metros lineales con cama doble oculta.  - Dormitorio principal con balcón, 2 camas de 90 x 200 cm (que pueden convertirse en cama king size de 180 x 200 cm ), vestidor y sala de baño con bañera spa y ducha de hidromasaje. - Dormitorio doble con balcón, 2 camas de 90 x 200 cm (que pueden convertirse en cama king size de 180 x 200 cm ), 2 armarios y  sala de baño con ducha de hidromasaje.  - Aseo de invitados. - Cocina con comedor con menaje completo de mesa y todo lo necesario para cocinar. - Electrodomésticos: Lavadora, secadora, lavaplatos, vitrocerámica, horno, microondas, frigorífico, congelador. extractor (3 motores), Cafetera automática Krups Dolce Gusto, exprimidor (doble), batidora, tostador, plancha, secador de pelo.",
                "country": "Spain",
                "review_scores_cleanliness": 10,
                "state": "Spain",
                "host_since": "2014-05-15",
                "cleaning_fee": 50,
                "availability_60": 18,
                "minimum_nights": 1,
                "first_review": "2014-09-29",
                "name": "MADRID: Zona Gran Via, MOON",
                "neighborhood_overview": "Junto a Gran Vía, MOON está localizado en el punto perfecto para iniciar la visita al Madrid monumental, gastronómico, cultural y nocturno. Quieres descubrirlo?  - VISITA MONUMENTAL: Luna es un excelente punto de partida para visitar el Madrid de los Austrias, la plaza Mayor, la zona de Opera con el Palacio de Oriente, El Retiro... - MUSEOS: Bajando hacia Cibeles por la Gran Vía llegamos al Paseo del Prado, con la mejor oferta de Museos de la Ciudad: Museo Thysen, El Prado, Reina Sofía y CaixaForum son los principales. - QUE HACER: MOON está en pleno \"soho\" madrileño, un barrio con una intensa vida cultural. Teatros, cines, salas de exposiciones, centros de canto, danza, talleres de pintura, salas de conciertos, editoriales, librerías, talleres artesanales, escuelas y centros de diseño... Simplemente paseando te tropezaras con todo un abanico de posibilidades. - DONDE COMER: La zona presenta una rica y variada oferta gastronómica nacional e internacional. Aqui tienes varias propuestas,",
                "calculated_host_listings_count": 6,
                "calendar_last_scraped": "2017-04-08",
                "host_total_listings_count": 7,
                "picture_url": {
                    "id": "ec320ea5c1fe9439b7c025c1775f18ab",
                    "mimetype": "image/jpeg",
                    "height": 480,
                    "width": 720,
                    "filename": "24e2d4eb_original.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(208, 207, 210, 1.00)",
                        "rgba(175, 173, 178, 1.00)",
                        "rgba(159, 126, 107, 1.00)"
                    ]
                },
                "extra_people": 25,
                "room_type": "Entire home/apt",
                "notes": "- LA CASA DE LUNA tiene un teléfono fijo en para llamadas GRATUITAS a fijos locales y nacionales. - Tenemos servicio wifi de Internet por fibra óptica. - Hay laundry privado con tabla, plancha, aspirador, lavadora y secadora. - En el laundry del hall encontrará artículos de limpieza como jabón y suavizante para lavadora, lejía, pastillas para el lavaplatos,etc que puede utilizar GRATIS en la casa.  - Hay secadores de pelo y expendedores de jabón con gel en cada baño. - Se ofrece servicio opcional de limpieza, cambio de sábanas y toallas durante la estancia. Pedir presupuesto. - Hay 2 extintores en el vestidor de Moon y en el vestíbulo de entrada. - Varios: Hay costurero y botiquin en el aparador de la entrada. - Hay 4 aparatos de aire acondicionado frío/calor con mando a distancia en soporte mural. - Hay 2 televisores Led, uno de ellos con 50 pulgadas. - Hay chimenea en salón (combustible: bioalcohol). - La iluminación con led del comedor puede regularse en intensidad y color con mando",
                "amenities": "TV,Internet,Wireless Internet,Air conditioning,Kitchen,Elevator in building,Hot tub,Indoor fireplace,Heating,Washer,Dryer,First aid kit,Fire extinguisher,Essentials,Shampoo,translation missing: en.hosting_amenity_49,translation missing: en.hosting_amenity_50",
                "listing_url": "https://www.airbnb.com/rooms/3045724",
                "review_scores_accuracy": 10,
                "calendar_updated": "2 weeks ago",
                "host_listings_count": 7,
                "host_name": "Gediser Diseño S.L.",
                "host_response_time": "within an hour",
                "review_scores_checkin": 9,
                "interaction": "En LA CASA DE LUNA ofrecemos: - Nosotros personalmente les recibiremos en el check-in y presentaremos el apartamento. - Pueden contactar con nosotros para cualquier consulta a través del email o por teléfono. - Todos nuestros colchones y almohadas son antialérgicos, tratados bacteriológicamente contra ácaros.",
                "host_about": "Somos positivos, vitalistas y nuestra finalidad es ser felices.\r\nProcuramos dar armonía a nuestras decoraciones, que tengan vida y no resulten frías, que se integren con el entorno.\r\nNuestro sueño es conocer el mundo. Por eso respetamos mucho a los viajeros y procuramos tratarles como nos gustaría que lo hicieran con nosotros.\r\nNos encanta recibir invitados y que se sientan como en su propia casa.",
                "availability_365": 232,
                "last_review": "2017-03-10",
                "review_scores_value": 9,
                "bed_type": "Real Bed",
                "maximum_nights": 365,
                "availability_30": 7,
                "experiences_offered": "none",
                "guests_included": 4
            },
            "record_timestamp": "2020-08-04T02:30:34.794+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "141bd937d9752e520985dd6c29b4d4c4af60a940",
            "fields": {
                "host_neighbourhood": "La Latina",
                "host_verifications": "email,phone,reviews,jumio,offline_government_id,government_id",
                "availability_90": 8,
                "city": "Madrid",
                "number_of_reviews": 0,
                "bathrooms": 1.0,
                "description": "The building itself offers guests plenty of services and amenities, including a gym, pool, sauna and 24 hour concierge service. With one double bedroom and a sofa bed available for guests, the apartment itself is bright and modern. Open-plan in design, the living, kitchen and dining room has been furnished in a contemporary style, with clean lines and splashes of bright colour. Situated on the seventh floor of the building and with floor-to-ceiling windows throughout, the property is filled with light through much of the day.  [Gran Vía XII] Surface area: 56 m². Seventh floor. The bright living room is furnished with a three-seater sofa bed (1,60m x 2,00m), two chairs, a coffee table, a side table with lamp and a plasma TV on a stand. The kitchen is part of the open-plan living room and has a bar with seats for four people. In addition, it is fully equipped. The bedroom features a double bed (1,50m x 2,00m), a bedside table with a lamp, a designer chair and built-in closets. The bathro",
                "accommodates": 2,
                "summary": "The building itself offers guests plenty of services and amenities, including a gym, pool, sauna and 24 hour concierge service.",
                "property_type": "Apartment",
                "bedrooms": 1,
                "street": "Malasaña, Madrid, Comunidad de Madrid 28013, Spain",
                "neighbourhood_group_cleansed": "Centro",
                "access": "Surface area: 56 m². Seventh floor. The bright living room is furnished with a three-seater sofa bed (1,60m x 2,00m), two chairs, a coffee table, a side table with lamp and a plasma TV on a stand. The kitchen is part of the open-plan living room and has a bar with seats for four people. In addition, it is fully equipped. The bedroom features a double bed (1,50m x 2,00m), a bedside table with a lamp, a designer chair and built-in closets. The bathroom has a walk-in shower. The entire apartment has wooden floors, except the bathroom, which is tiled. Amenities: Pool, 24h Concierge, TV, Internet, Forced Air Heat , Central Air Conditioning, Refrigerator, Dishwasher, Washer / Dryer, Oven / Microwave, Gymnasium.",
                "cancellation_policy": "strict",
                "price": 150,
                "neighbourhood_cleansed": "Universidad",
                "host_response_rate": 100,
                "transit": "Hay dos estaciones de metro en los alrededores, así como una serie de paradas de autobús y de taxis.",
                "neighbourhood": "Malasaña",
                "host_location": "Madrid, Madrid, Spain",
                "beds": 1,
                "features": "Host Has Profile Pic,Host Identity Verified,Is Location Exact,Requires License,Instant Bookable",
                "space": "With one double bedroom and a sofa bed available for guests, the apartment itself is bright and modern. Open-plan in design, the living, kitchen and dining room has been furnished in a contemporary style, with clean lines and splashes of bright colour. Situated on the seventh floor of the building and with floor-to-ceiling windows throughout, the property is filled with light through much of the day.  [Gran Vía XII]",
                "country": "Spain",
                "state": "Comunidad de Madrid",
                "host_since": "2012-09-14",
                "cleaning_fee": 77,
                "availability_60": 8,
                "minimum_nights": 3,
                "name": "Central apt. with pool, gym & sauna - Gran Vía XII",
                "neighborhood_overview": "Located just a stone’s throw from the beautiful art deco Gran Via avenue, this modern apartment is a great base for a single person or couple looking to live in Madrid’s city centre. A number of the capital’s top sights and attractions are within easy reach, including the Puerta del Sol, the exciting neighbourhoods of Malasana, Chueca and Cortes, and the beautiful Templo de Debod park. The area immediately surrounding the apartment is filled with great shops, cafes, bars and restaurants, and there are plenty of good transport links nearby.",
                "calculated_host_listings_count": 77,
                "calendar_last_scraped": "2017-04-08",
                "picture_url": {
                    "id": "a489393365bf38720b49f3ac0e3c2063",
                    "mimetype": "image/jpeg",
                    "height": 426,
                    "width": 639,
                    "filename": "7cb14f9e-0b82-4756-89ff-05f069e814b7.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(221, 220, 212, 1.00)",
                        "rgba(186, 186, 169, 1.00)",
                        "rgba(175, 175, 180, 1.00)"
                    ]
                },
                "host_total_listings_count": 142,
                "extra_people": 17,
                "room_type": "Entire home/apt",
                "notes": "PARKING, ask in Gran Via reception, aditional cost! Discount Long Stays: -  € 10/day discount for stays of 7 or more days (already applied) -  15% discount for stays of 15 or more days (based on daily rate) Included in price:     - Utilities     - Taxes Not included in price:     - € 70 Booking Fee     - 3% Surcharge for Payments with American Express (No Surcharges for Visa or Mastercard)",
                "amenities": "TV,Wireless Internet,Air conditioning,Pool,Kitchen,Doorman,Gym,Elevator in building,Buzzer/wireless intercom,Heating,Washer,First aid kit,Safety card,Essentials,Shampoo,Hangers,Hair dryer,Iron,Laptop friendly workspace",
                "listing_url": "https://www.airbnb.com/rooms/13647455",
                "calendar_updated": "today",
                "host_listings_count": 142,
                "host_name": "Spain Select",
                "host_response_time": "within an hour",
                "interaction": "We will arrange the check in time depending on your arrival time. It is normally from 4pm but we will do our best to have the apartment ready for you ASAP. Anything you need during your stay, feel free to contact us! We are happy to help!",
                "host_about": "Spain Select was born from the recognition of a desire among travelers to live locally in a real home whilst away from their own, and yet still enjoy all of the benefits and small luxuries of a hotel stay. Not only that, though, we understood that they also wanted to be close to all of the best that their destination has to offer – to be right in the heart of it all. So we decided to source a broad range of high quality homes in the most sought after locations across the country, starting with the capital Madrid and moving over to Malaga, Valencia, and Seville. We then added a few unique flourishes that embody our brand of service and our values. Our interior design team works to extract and enhance the natural charm from each space and make it a warm home. Our very own in-house Local Ambassadors are posted in each destination to welcome each guest home and bed them in to the neighborhood when they first arrive. Finally, a selection of hotel-like services – including a 24-hour concierge for everything from show tickets to new sheets – and a motorized maintenance team completes our comprehensive customer care throughout every single stay. Every Spain Select experience is unique, yet they are all of a consistent high quality no matter when you stay with us. \r\n\r\nLive local, sleep royal: welcome to Spain Select.",
                "availability_365": 8,
                "bed_type": "Real Bed",
                "maximum_nights": 1125,
                "availability_30": 8,
                "experiences_offered": "none",
                "guests_included": 2
            },
            "record_timestamp": "2020-08-04T02:30:34.794+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "2e0bd3303094070eda1f96584d77919ff5019fb1",
            "fields": {
                "host_neighbourhood": "La Latina",
                "host_verifications": "email,phone,reviews,jumio,offline_government_id,government_id",
                "availability_90": 56,
                "city": "Madrid",
                "number_of_reviews": 0,
                "bathrooms": 2.0,
                "description": "Contemporary in style, this two-bedroom apartment is the best option for families or a small group of friends looking to discover the charm of the city. With touches of color, design furniture and spacious layout, this apartment is the perfect combination of comfort and elegance. Living/Dining Room & Kitchen: this open-floor plan gathers the living, dining room and kitchen into one combined space. On one end is the fully-equipped modern kitchen with a large island countertop facing the rest of the living area. The living room is placed in the middle, with a two-seater sofa, a coffee table and flat screen tv against the wall. To the left of the living room is an elegant dining room with a wooden table and sitting for four people. This space is carefully tied together with a scheme of neutral colors and subtle pops of color like the geometric rug and the paintings on the walls. Master Bedroom: this room has a double bed framed with a large padded headboard and equipped with luxury linens",
                "accommodates": 4,
                "summary": "Contemporary in style, this two-bedroom apartment is the best option for families or a small group of friends looking to discover the charm of the city. With touches of color, design furniture and spacious layout, this apartment is the perfect combination of comfort and elegance.",
                "property_type": "Apartment",
                "bedrooms": 2,
                "street": "Recoletos, Madrid, Comunidad de Madrid 28001, Spain",
                "neighbourhood_group_cleansed": "Salamanca",
                "access": "Surface: 74 m2. Third floor interior. The living room is furnished with a two-seater sofa, a coffee table, a modern chair, a side table with a lamp, a standing lamp and a flat screen TV mounted on the wall. The dining area comes with a table with seats for up to four people. The kitchen is part of the open-plan living room and it is fully equipped. The master bedroom is fitted with a king size bed (1,50m x 2,00m), two bedside tables with lamps, an armchair, built-in closets and en suite bathroom with a shower. The second bedroom comes with two single beds (0,90m x 2,00m), a bedside table with a lamp, built-in closets and en suite bathroom with a shower. The entire apartment has wooden floors, except for the bathrooms which are tiled. Amenities: Lift, Cable TV with english Channels (Imagenio), Wifi Internet, Gas Heating (“Gas Natural”), Central Air Conditioning, Refrigerator, Dishwasher, Washing Machine, Dryer,  Oven/ Microwave.",
                "cancellation_policy": "strict",
                "price": 237,
                "neighbourhood_cleansed": "Recoletos",
                "host_response_rate": 100,
                "security_deposit": 200,
                "neighbourhood": "Recoletos",
                "host_location": "Madrid, Madrid, Spain",
                "beds": 3,
                "features": "Host Has Profile Pic,Host Identity Verified,Is Location Exact,Requires License,Instant Bookable",
                "space": "Living/Dining Room & Kitchen: this open-floor plan gathers the living, dining room and kitchen into one combined space. On one end is the fully-equipped modern kitchen with a large island countertop facing the rest of the living area. The living room is placed in the middle, with a two-seater sofa, a coffee table and flat screen tv against the wall. To the left of the living room is an elegant dining room with a wooden table and sitting for four people. This space is carefully tied together with a scheme of neutral colors and subtle pops of color like the geometric rug and the paintings on the walls. Master Bedroom: this room has a double bed framed with a large padded headboard and equipped with luxury linens to provide for the most comfortable stay. On each side there is a bedside tables with lamp, and fitted wardrobes are on the opposite wall with a bench both in between. This room has an en-suite bathroom with walk-in showe Second Bedroom: this room has two individual beds with lux",
                "country": "Spain",
                "state": "Comunidad de Madrid",
                "host_since": "2012-09-14",
                "cleaning_fee": 77,
                "availability_60": 44,
                "minimum_nights": 3,
                "name": "Luxury and comfort in Barrio de Salamanca-Recoleto",
                "neighborhood_overview": "Amongst the luxury and glam of the city, in the heart of Madrid, is the neighborhood of Salamanca. With its wide tree-lined streets, its high-end boutiques and wide variety of restaurants, this area is known as the most solicited and exclusive area of the capital. Recoletos II is only steps away from Retiro Park, which offers year-round leisure and entertainment activities in a beautiful and perfect natural escape in the center of Madrid.",
                "calculated_host_listings_count": 77,
                "calendar_last_scraped": "2017-04-08",
                "picture_url": {
                    "id": "3df97a69c354450cb8088bf61147ad89",
                    "mimetype": "image/jpeg",
                    "height": 480,
                    "width": 720,
                    "filename": "f772f638-fb34-4c8a-940d-17525bff3135.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(202, 203, 207, 1.00)",
                        "rgba(170, 164, 163, 1.00)",
                        "rgba(158, 156, 160, 1.00)"
                    ]
                },
                "host_total_listings_count": 142,
                "extra_people": 0,
                "room_type": "Entire home/apt",
                "notes": "Included in price:     - Utilities     - High Speed Internet and TV     - Taxes Not included in price:     - € 70 Booking Fee     - 3% Surcharge for Payments with American Express (No Surcharges for Visa or Mastercard) We ask our clients to pay a refundable security deposit of 200 € upon arrival to the apartment. We will refund the deposit within seven days of your departure provided the apartment has not suffered any damage.",
                "amenities": "TV,Wireless Internet,Air conditioning,Kitchen,Elevator in building,Heating,Family/kid friendly,Washer,Dryer,Safety card,Essentials,Shampoo,Hangers,Hair dryer,Iron,Laptop friendly workspace",
                "listing_url": "https://www.airbnb.com/rooms/17742576",
                "calendar_updated": "today",
                "host_listings_count": 142,
                "host_name": "Spain Select",
                "host_response_time": "within an hour",
                "interaction": "We will arrange the check in time depending on your arrival time. It is normally from 4pm but we will do our best to have the apartment ready for you ASAP. Anything you need during your stay, feel free to contact us! We are happy to help!",
                "host_about": "Spain Select was born from the recognition of a desire among travelers to live locally in a real home whilst away from their own, and yet still enjoy all of the benefits and small luxuries of a hotel stay. Not only that, though, we understood that they also wanted to be close to all of the best that their destination has to offer – to be right in the heart of it all. So we decided to source a broad range of high quality homes in the most sought after locations across the country, starting with the capital Madrid and moving over to Malaga, Valencia, and Seville. We then added a few unique flourishes that embody our brand of service and our values. Our interior design team works to extract and enhance the natural charm from each space and make it a warm home. Our very own in-house Local Ambassadors are posted in each destination to welcome each guest home and bed them in to the neighborhood when they first arrive. Finally, a selection of hotel-like services – including a 24-hour concierge for everything from show tickets to new sheets – and a motorized maintenance team completes our comprehensive customer care throughout every single stay. Every Spain Select experience is unique, yet they are all of a consistent high quality no matter when you stay with us. \r\n\r\nLive local, sleep royal: welcome to Spain Select.",
                "availability_365": 240,
                "bed_type": "Real Bed",
                "maximum_nights": 1125,
                "availability_30": 19,
                "experiences_offered": "none",
                "guests_included": 1
            },
            "record_timestamp": "2020-08-04T02:30:34.794+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "1ae489a8e54f4de8b8f92be5b950499704a6371b",
            "fields": {
                "host_neighbourhood": "Gentilly Terrace",
                "host_verifications": "email,phone,facebook,google",
                "jurisdiction_names": "Louisiana State, New Orleans, LA",
                "availability_90": 49,
                "city": "New Orleans",
                "number_of_reviews": 0,
                "house_rules": "- No weapons",
                "bathrooms": 1.0,
                "description": "The only silo-based cottage in New Orleans. It's a cozy, eclectic, and romantic getaway just 10 minutes from the historic French Quarter. The cottage is in a safe, convenient, and quiet neighborhood.  With a fenced in yard, it's pet friendly. There's 1 full size bed in the loft, a kitchenette, bathroom, and table and chairs in the parlor. Outside there's a lovely back patio, a large front porch with comfy chairs, and a relaxing porch swing steps away under a nearby oak tree in the backyard. We live in the neighborhood of Gentilly Terrace. We are 3 miles away (less than 10 minutes with traffic) to the French Quarter, 10 minutes to City Park and 5 minutes away to Lake Ponchatrain. We have a lovely Spanish Colonial Revival Home with the only Silo cottage in New Orleans located in our backyard. Our Silo on Spain Street is a 400 sq ft, 2 story silo cottage. It is uniquely designed and crafted with interior walls made with reclaimed clapboard, an accent cob wall and  beadboard fold down tabl",
                "accommodates": 2,
                "summary": "The only silo-based cottage in New Orleans. It's a cozy, eclectic, and romantic getaway just 10 minutes from the historic French Quarter. The cottage is in a safe, convenient, and quiet neighborhood.  With a fenced in yard, it's pet friendly. There's 1 full size bed in the loft, a kitchenette, bathroom, and table and chairs in the parlor. Outside there's a lovely back patio, a large front porch with comfy chairs, and a relaxing porch swing steps away under a nearby oak tree in the backyard.",
                "property_type": "Other",
                "bedrooms": 1,
                "street": "Gentilly Terrace, New Orleans, LA 70122, United States",
                "access": "You can enter on the left side of the property through the gate with the crescent moon. There is a brick  pathway to the back of the property where our silo is located. There is open patio area with wrought iron chairs and table that you can use and my great grandfathers hand made porch swing that is there for an evening of relaxation.",
                "cancellation_policy": "moderate",
                "price": 89,
                "neighbourhood_cleansed": "Gentilly Terrace",
                "host_response_rate": 100,
                "security_deposit": 0,
                "transit": "Taxis, Uber, Lyft and RTA ( New Orleans public transportation ) are all available in our neighborhood.",
                "neighbourhood": "Gentilly Terrace",
                "host_location": "New Orleans, Louisiana, United States",
                "beds": 1,
                "features": "Host Has Profile Pic,Is Location Exact,Requires License",
                "space": "We live in the neighborhood of Gentilly Terrace. We are 3 miles away (less than 10 minutes with traffic) to the French Quarter, 10 minutes to City Park and 5 minutes away to Lake Ponchatrain. We have a lovely Spanish Colonial Revival Home with the only Silo cottage in New Orleans located in our backyard. Our Silo on Spain Street is a 400 sq ft, 2 story silo cottage. It is uniquely designed and crafted with interior walls made with reclaimed clapboard, an accent cob wall and  beadboard fold down table with an  elevator fold up seat. The kitchen counter is beautiful Louisiana Cypress. Our Bathroom is a European style with 1940 vintage tile and stained glass which adorns the bathroom doors. The stairwell has stained glass windows from the 1950's Catholic church of St Frances Cabrini Church (New Orleans) which was demolished after Katrina.  The parlor  has a cafe table and chairs to have your breakfast, a trunk for your luggage to live on, and a small love seat for relaxing. The parlor and",
                "country": "United States",
                "state": "LA",
                "host_since": "2016-05-08",
                "cleaning_fee": 0,
                "availability_60": 22,
                "minimum_nights": 3,
                "name": "Spain Street Silo",
                "neighborhood_overview": "We live in the neighborhood of Gentilly Terrace which was developed in 1909 as a getaway community from the main part of the city. It has been listed on the National Register of Historic Places.  It's unique architecture has a mix of California bungalow, English Tudor,  Spanish and Italian hacienda style homes. The ambiance in the Terrace is a refreshing departure from the din of the city.  Our community is a mixture of cultures and diversity and it is an attractive place for all who call it home. We are centrally located to the New Orleans Fair Grounds ( where the Jazz Fest Happens) ....",
                "license": "17STR-10875",
                "calculated_host_listings_count": 1,
                "calendar_last_scraped": "2017-06-02",
                "picture_url": {
                    "id": "cdefceedfe72f225f0f9ea1d0bbf62b7",
                    "mimetype": "image/jpeg",
                    "height": 480,
                    "width": 720,
                    "filename": "baea9343-d106-4e11-985c-e9ed4790778f.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(111, 123, 127, 1.00)",
                        "rgba(102, 91, 67, 1.00)",
                        "rgba(103, 98, 85, 1.00)"
                    ]
                },
                "host_total_listings_count": 1,
                "extra_people": 0,
                "room_type": "Entire home/apt",
                "notes": "We have a fenced in yard and allow up to one small-ish dog. Please keep the gate closed at all times as we have a small chihauhau.",
                "amenities": "Wireless Internet,Air conditioning,Kitchen,Pets allowed,Heating,Smoke detector,First aid kit,Safety card,Fire extinguisher,Essentials,Shampoo,Hangers,Hair dryer,Iron,Laptop friendly workspace,translation missing: en.hosting_amenity_49,translation missing: en.hosting_amenity_50,Private entrance,Hot water,Bed linens,Extra pillows and blankets",
                "listing_url": "https://www.airbnb.com/rooms/16962237",
                "calendar_updated": "today",
                "host_listings_count": 1,
                "host_name": "Robin",
                "host_response_time": "within an hour",
                "interaction": "We live in the  house in the front of the property so we will be available if you have any needs. We will be there to meet you and show you our silo. We can give you suggestions of dining, events and sightseeing.",
                "host_about": "My name is Robin and my husband is Bob. We have one furry baby girl named Smidgen (you can see her in the last photo). We are both natives of New Orleans and our neighborhood - Gentilly. I am an RN and teach at a local university. Bob is a IT professional and small business owner. Smidgen is a professional comfort provider (lap dog ) and international cuteness star.  I love making things, sewing, hand embroidering, knitting, crocheting and building silos. Bob is way less complicated. He loves our Saints football team, a glass of chardonnay, Jazz Fest and dining. \r\nWe are very excited to meet new people and expose them our city, our history, our culture, which is unlike anything you seen anywhere else in the world. We are travelers too, and we like the Airbnb experience when we travel so we can experience the community from a local, real and unique perspective that we can call our own.",
                "availability_365": 63,
                "bed_type": "Real Bed",
                "maximum_nights": 10,
                "availability_30": 8,
                "experiences_offered": "none",
                "guests_included": 1
            },
            "record_timestamp": "2020-08-05T00:55:31.124+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "8d78bb6eaf13021097845ea7f8c94cf807e13443",
            "fields": {
                "host_neighbourhood": "La Latina",
                "host_verifications": "email,phone,reviews,jumio,offline_government_id,government_id",
                "availability_90": 39,
                "city": "Madrid",
                "number_of_reviews": 0,
                "house_rules": "Arrivals after 21:00 may be subject to an extra charge. Remember to let us know your arrival time in advance! *We ask our guests to sign a rental agreement upon arrival and leave details of a credit card as a further security measure. This information will be destroyed after you have left the property and we have conducted a check-out inspection*",
                "bathrooms": 1.0,
                "description": "Located right in the middle of the pedestrianized Calle Fuencarral – an area that truly epitomises Madrid's fashionable, avant-garde side – this 2-bedroom apartment sleeps 4 guests and has been elegantly characterised by professional interior design. This modern two bedroom apartment is ideal for those looking to stay in one of the most vibrant and exciting parts of Madrid. The apartment itself is bright and welcoming, with an open-plan living design, contemporary furnishings and splashes of bright colour throughout. The focal point of the apartment is the lovely living-dining room, with a comfortable sitting and television area and a dining table for four. The space is filled with light throughout much of the day thanks to the traditional Spanish floor-to-ceiling balcon window that looks out onto the street below. Pale wooden flooring and white soft furnishings only add to the sense of space and light. The modern kitchen is fully equipped with everything guests may need during their s",
                "accommodates": 4,
                "summary": "Located right in the middle of the pedestrianized Calle Fuencarral – an area that truly epitomises Madrid's fashionable, avant-garde side – this 2-bedroom apartment sleeps 4 guests and has been elegantly characterised by professional interior design.",
                "property_type": "Apartment",
                "bedrooms": 2,
                "street": "Madrid, Comunidad de Madrid 28004, Spain",
                "neighbourhood_group_cleansed": "Centro",
                "access": "Surface Area: 78 m2. Forth Floor. The entrance hall leads in to a open kitchen / living room area furnished with a 2-seater sofa, 2 coffee tables (one underneath the other), TV with incorporated DVD player and a wooden dining table for four. The kitchen is equipped with a refrigerator / freezer, 4-ring ceramic hob (stove). The master bedroom has a double bed (1.50m x 2.00m), 2 bedside tables and a fitted wardrobe. The twin bedroom has 2 single beds 0.90m x 1.90m and fitted wardrobes. The bathroom is in-between the two bedrooms and has a bath with shower head. Please note there is laminated flooring throughout the apartment except for the bathroom, which is tiled. Amenities: Lift, Cable Television with English Channels (“Imagenio”), DVD Player, Wifi High-Speed Internet, Forced Air Heat , Air Conditioning Units (Living Room, Main Bedroom), Refrigerator, Dishwasher, Washer / Dryer, Oven, Microwave, Multi-Device dock station.",
                "cancellation_policy": "strict",
                "price": 103,
                "neighbourhood_cleansed": "Universidad",
                "host_response_rate": 100,
                "transit": "At the very heart of the city is the Puerta del Sol, which can be reached on foot within only 20 minutes. A number of good transport links mean guests can explore the rest of the city and beyond with ease.",
                "host_location": "Madrid, Madrid, Spain",
                "beds": 3,
                "features": "Host Has Profile Pic,Host Identity Verified,Requires License,Instant Bookable",
                "space": "This modern two bedroom apartment is ideal for those looking to stay in one of the most vibrant and exciting parts of Madrid. The apartment itself is bright and welcoming, with an open-plan living design, contemporary furnishings and splashes of bright colour throughout. The focal point of the apartment is the lovely living-dining room, with a comfortable sitting and television area and a dining table for four. The space is filled with light throughout much of the day thanks to the traditional Spanish floor-to-ceiling balcon window that looks out onto the street below. Pale wooden flooring and white soft furnishings only add to the sense of space and light. The modern kitchen is fully equipped with everything guests may need during their stay, and is separated from the living area via a half wall that has been decorated with contemporary patterned wallpaper. This gives a sense of privacy without losing all the benefits of an open-plan living space. Another balcon window ensures that th",
                "country": "Spain",
                "state": "Comunidad de Madrid",
                "host_since": "2012-09-14",
                "cleaning_fee": 77,
                "availability_60": 30,
                "minimum_nights": 3,
                "name": "Luminous designer floor in Malasaña -Fuencarral II",
                "neighborhood_overview": "Located right in the middle of the long pedestrianized street Calle Fuencarral in the neighbourhood of Malasaña, the surrounding area is synonymous with cutting-edge style and fashion. The neighbourhood is bursting at the seams with traditional tabernas, independent boutiques, great restaurants and quirky bars, and is popular with students and young professionals eager to sample the newest and hippest additions to the city. Fuencarral itself is one of the best streets in Madrid for shopping, with a high number of international and local brands running the entire length of the street. Just a ten minute walk south leads visitors to the beautiful art deco avenue the Gran Via, while the surrounding neighbourhoods of Tribunal, Chueca and Justicia offer some of the city’s best dining, nightlife and shopping.",
                "calculated_host_listings_count": 77,
                "calendar_last_scraped": "2017-04-08",
                "picture_url": {
                    "id": "8a09b123fe198cef18e6ceb0e639f563",
                    "mimetype": "image/jpeg",
                    "height": 426,
                    "width": 639,
                    "filename": "029b944f-8bc4-483e-9406-81d47aeeec1c.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(212, 202, 188, 1.00)",
                        "rgba(200, 188, 173, 1.00)",
                        "rgba(192, 169, 151, 1.00)"
                    ]
                },
                "host_total_listings_count": 142,
                "extra_people": 17,
                "room_type": "Entire home/apt",
                "notes": "Equipamiento e Instalaciones: Ascensor, Televisión de Pago (“Imagenio”), DVD, Internet Wifi Alta Velocidad, Calefacción Central por Conducto, Unidades Aire Acondicionado (Salón, Dormitorio Principal), Frigorífico, Lavavajillas, Lavadora / Secadora, Horno, Microondas, Altavoz para dispositivos múltiples.",
                "amenities": "TV,Cable TV,Internet,Wireless Internet,Air conditioning,Kitchen,Elevator in building,Buzzer/wireless intercom,Heating,Family/kid friendly,Washer,Dryer,First aid kit,Safety card,Essentials,Shampoo,24-hour check-in,Hangers,Hair dryer,Iron,Laptop friendly workspace,Private entrance",
                "listing_url": "https://www.airbnb.com/rooms/6968746",
                "calendar_updated": "today",
                "host_listings_count": 142,
                "host_name": "Spain Select",
                "host_response_time": "within an hour",
                "interaction": "We will arrange the check in time depending on your arrival time. It is normally from 4pm but we will do our best to have the apartment ready for you ASAP. Anything you need during your stay, feel free to contact us! We are happy to help!",
                "host_about": "Spain Select was born from the recognition of a desire among travelers to live locally in a real home whilst away from their own, and yet still enjoy all of the benefits and small luxuries of a hotel stay. Not only that, though, we understood that they also wanted to be close to all of the best that their destination has to offer – to be right in the heart of it all. So we decided to source a broad range of high quality homes in the most sought after locations across the country, starting with the capital Madrid and moving over to Malaga, Valencia, and Seville. We then added a few unique flourishes that embody our brand of service and our values. Our interior design team works to extract and enhance the natural charm from each space and make it a warm home. Our very own in-house Local Ambassadors are posted in each destination to welcome each guest home and bed them in to the neighborhood when they first arrive. Finally, a selection of hotel-like services – including a 24-hour concierge for everything from show tickets to new sheets – and a motorized maintenance team completes our comprehensive customer care throughout every single stay. Every Spain Select experience is unique, yet they are all of a consistent high quality no matter when you stay with us. \r\n\r\nLive local, sleep royal: welcome to Spain Select.",
                "availability_365": 212,
                "bed_type": "Real Bed",
                "maximum_nights": 1125,
                "availability_30": 11,
                "experiences_offered": "none",
                "guests_included": 2
            },
            "record_timestamp": "2020-08-04T02:30:34.794+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "42cc921d7b679c15908be58de2f79a2a8485e67d",
            "fields": {
                "host_neighbourhood": "La Latina",
                "host_verifications": "email,phone,reviews,jumio,offline_government_id,government_id",
                "availability_90": 28,
                "city": "Madrid",
                "number_of_reviews": 0,
                "bathrooms": 1.0,
                "description": "Centrally located and elegantly furnished, this is a great base for a single person or couple. Located on the 7th floor of a modern building, the apartment itself is bright and sunny, with contemporary furniture and splashes of bright colour throughout. The living area is open-plan in design, and includes a comfortable sitting area and dining table for four. The modern kitchen comes fully equipped with everything guests may need during their stay, and includes a small breakfast bar for more informal meals. The master bedroom is separated from the living room by sliding doors, and includes an en-suite bathroom and ample built-in storage. A sofa bed in the living room is perfect for children or guests. The building offers residents some excellent amenities and services, including a swimming pool, 24 hour concierge, gym and underground parking. [Gran Vía IX] Surface area: 63 m². Seventh floor. The bright living room is furnished with a three-seater sofa bed (1,60m x 2,00m), a designer cha",
                "accommodates": 4,
                "summary": "Centrally located and elegantly furnished, this is a great base for a single person or couple.",
                "property_type": "Apartment",
                "bedrooms": 1,
                "street": "Malasaña, Madrid, Comunidad de Madrid 28013, Spain",
                "neighbourhood_group_cleansed": "Centro",
                "access": "Surface area: 63 m². Seventh floor. The bright living room is furnished with a three-seater sofa bed (1,60m x 2,00m), a designer chair, a coffee table, standing lamp and a cupboard that holds a plasma TV.  In the dining area there is a round table for four people. The kitchen is part of the open-plan living room and has a bar with four stools. In addition, there is fully equipped. The bedroom features a double bed (1,50m x 2,00m), two bedside tables with reading lamp and built-in closets. The bathroom has a walk-in shower.  The entire apartment has wooden floors, except the bathroom, which is tiled. Amenities: Pool, 24h Concierge, TV, Internet, Forced Air Heat , Central Air Conditioning, Refrigerator, Dishwasher, Washer / Dryer, Oven / Microwave, Gymnasium. [Gran Vía IX]",
                "cancellation_policy": "strict",
                "price": 150,
                "neighbourhood_cleansed": "Universidad",
                "host_response_rate": 100,
                "transit": "The property is situated right between two different metro stations, allowing guests to explore the rest of the city and beyond with ease.",
                "neighbourhood": "Malasaña",
                "host_location": "Madrid, Madrid, Spain",
                "beds": 1,
                "features": "Host Has Profile Pic,Host Identity Verified,Is Location Exact,Requires License,Instant Bookable",
                "space": "Located on the 7th floor of a modern building, the apartment itself is bright and sunny, with contemporary furniture and splashes of bright colour throughout. The living area is open-plan in design, and includes a comfortable sitting area and dining table for four. The modern kitchen comes fully equipped with everything guests may need during their stay, and includes a small breakfast bar for more informal meals. The master bedroom is separated from the living room by sliding doors, and includes an en-suite bathroom and ample built-in storage. A sofa bed in the living room is perfect for children or guests. The building offers residents some excellent amenities and services, including a swimming pool, 24 hour concierge, gym and underground parking. [Gran Vía IX]",
                "country": "Spain",
                "state": "Comunidad de Madrid",
                "host_since": "2012-09-14",
                "cleaning_fee": 77,
                "availability_60": 19,
                "minimum_nights": 3,
                "name": "Central apt. with pool, gym & sauna - Gran Via IX",
                "neighborhood_overview": "Situated just off Madrid’s famous art deco avenue the Gran Via, this one bedroom apartment is a great option for those looking to immerse themselves in the Spanish capital. Many of the city’s top sights and attractions are within easy reach, including the Puerta del Sol, which sits at the very heart of the city. The vibrant, bohemian neighbourhood of Malasana is a short walk away, and is home to a wide selection of independent shops, restaurants and bars. The Gran Via itself is filled with beautiful architecture, theatres and large stores. The lovely Templo de Debod is also within walking distance, and is the perfect place to relax on a sunny day.",
                "calculated_host_listings_count": 77,
                "calendar_last_scraped": "2017-04-08",
                "picture_url": {
                    "id": "0ac3846051d1e9fec1e7fbe81bf107f1",
                    "mimetype": "image/jpeg",
                    "height": 426,
                    "width": 639,
                    "filename": "166c6ec9-d87b-40c6-9d77-6d9c235e0ce4.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(190, 194, 189, 1.00)",
                        "rgba(179, 185, 177, 1.00)",
                        "rgba(185, 142, 117, 1.00)"
                    ]
                },
                "host_total_listings_count": 142,
                "extra_people": 17,
                "room_type": "Entire home/apt",
                "notes": "PARKING, ask in Gran Via reception, aditional cost! Discount Long Stays:    - € 10/day discount for stays of 7 or more days (already applied)    - 15% discount for stays of 15 or more days (based on daily rate) Included in price:     - Utilities     - High Speed Internet     - Taxes Not included in price:     - € 70 Booking Fee     - 3% Surcharge for Payments with American Express (No Surcharges for Visa or Mastercard)",
                "amenities": "TV,Wireless Internet,Air conditioning,Pool,Kitchen,Gym,Elevator in building,Heating,Family/kid friendly,Washer,Dryer,First aid kit,Safety card,Essentials,Shampoo,Hangers,Hair dryer,Iron,Laptop friendly workspace",
                "listing_url": "https://www.airbnb.com/rooms/13652879",
                "calendar_updated": "today",
                "host_listings_count": 142,
                "host_name": "Spain Select",
                "host_response_time": "within an hour",
                "interaction": "We will arrange the check in time depending on your arrival time. It is normally from 4pm but we will do our best to have the apartment ready for you ASAP. Anything you need during your stay, feel free to contact us! We are happy to help!",
                "host_about": "Spain Select was born from the recognition of a desire among travelers to live locally in a real home whilst away from their own, and yet still enjoy all of the benefits and small luxuries of a hotel stay. Not only that, though, we understood that they also wanted to be close to all of the best that their destination has to offer – to be right in the heart of it all. So we decided to source a broad range of high quality homes in the most sought after locations across the country, starting with the capital Madrid and moving over to Malaga, Valencia, and Seville. We then added a few unique flourishes that embody our brand of service and our values. Our interior design team works to extract and enhance the natural charm from each space and make it a warm home. Our very own in-house Local Ambassadors are posted in each destination to welcome each guest home and bed them in to the neighborhood when they first arrive. Finally, a selection of hotel-like services – including a 24-hour concierge for everything from show tickets to new sheets – and a motorized maintenance team completes our comprehensive customer care throughout every single stay. Every Spain Select experience is unique, yet they are all of a consistent high quality no matter when you stay with us. \r\n\r\nLive local, sleep royal: welcome to Spain Select.",
                "availability_365": 186,
                "bed_type": "Real Bed",
                "maximum_nights": 1125,
                "availability_30": 8,
                "experiences_offered": "none",
                "guests_included": 2
            },
            "record_timestamp": "2020-08-04T02:30:34.794+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "94945229c092d46e1cfb68559dc4c84f5d763cfd",
            "fields": {
                "host_neighbourhood": "La Latina",
                "host_verifications": "email,phone,reviews,jumio,offline_government_id,government_id",
                "availability_90": 5,
                "city": "Madrid",
                "number_of_reviews": 0,
                "house_rules": "Arrivals after 21:00 may be subject to an extra charge. Remember to let us know your arrival time in advance! *We ask our guests to sign a rental agreement upon arrival and leave details of a credit card as a further security measure. This information will be destroyed after you have left the property and we have conducted a check-out inspection*",
                "bathrooms": 1.0,
                "description": "One-bedroom apartment for 4 with vibrant but simple decoration and contemporary design. A splendid hideaway encased within the famous and emblematic Torre de Madrid building. Unrivalled city views and enviable location in Madrid's commercial center. Yet another splendid hideaway encased within the famous Torre de Madrid building, this one-bedroom apartment for four is certainly one for those who appreciate fine views, for there are few better vantage points of the Spanish capital than those afforded to the inhabitants of this luxury suite. Overlooking the dynamic, unfolding scenes that stretch from the ever-buoyant Plaza de España and trace a fair distance along the city's main artery, Gran Via, this recently-renovated skyscraper is not only bathed in history, it is soaked in it. In its modern-day incarnation, Torre de Madrid boasts several luxury apartment suites under careful Spain Select custody – each carrying their own unique character  thanks to custom furnishings – as well as a",
                "accommodates": 4,
                "summary": "One-bedroom apartment for 4 with vibrant but simple decoration and contemporary design. A splendid hideaway encased within the famous and emblematic Torre de Madrid building. Unrivalled city views and enviable location in Madrid's commercial center.",
                "property_type": "Apartment",
                "bedrooms": 1,
                "street": "Argüelles, Madrid, Comunidad de Madrid 28008, Spain",
                "neighbourhood_group_cleansed": "Moncloa - Aravaca",
                "access": "Total surface area 70m2 + 5m2 terrace. Eleventh floor. Entrance hall leads directly into the open plan living/dining area furnished with a 3-seater sofa, a colourful comfortable armchair, an elegant coffee table, another sofa convertible in trundle bed and a free-standing flat-screen LCD TV with a DVD player. The dining area has a comfortable dining table for 4. The open plan kitchen is fully equipped with a fridge freezer, 4-ring ceramic hob, microwave, oven, dishwasher and washing machine/dryer. Thw master bedroom is furnished with a double bed (queen-sized 1.50m x 2.00m) two bedside tables with elegant lamps and ample built-in wardrobes. The modern bathroom with a walk-in shower has ample storage space under the sink. Please note that there is wood flooring throughout the apartment except for the bathroom, which are tiled. Amenities: Lift, TV, DVD Player, Wifi High-Speed Internet, Central Heating, Central Air Conditioning, Refrigerator, Dishwasher, Washer / Dryer, Oven, Microwave.",
                "cancellation_policy": "strict",
                "price": 129,
                "neighbourhood_cleansed": "Argüelles",
                "host_response_rate": 100,
                "neighbourhood": "Argüelles",
                "host_location": "Madrid, Madrid, Spain",
                "beds": 1,
                "features": "Host Has Profile Pic,Host Identity Verified,Is Location Exact,Requires License,Instant Bookable",
                "space": "Yet another splendid hideaway encased within the famous Torre de Madrid building, this one-bedroom apartment for four is certainly one for those who appreciate fine views, for there are few better vantage points of the Spanish capital than those afforded to the inhabitants of this luxury suite. Overlooking the dynamic, unfolding scenes that stretch from the ever-buoyant Plaza de España and trace a fair distance along the city's main artery, Gran Via, this recently-renovated skyscraper is not only bathed in history, it is soaked in it. In its modern-day incarnation, Torre de Madrid boasts several luxury apartment suites under careful Spain Select custody – each carrying their own unique character  thanks to custom furnishings – as well as a few extra lavish trimmings such as a pool, solarium and high-spec gymnasium. The area immediately surrounding this home is teeming with options for self-prescribed gastronomic, retail and leisure therapy. The nearby Calle Princesa and the aforementio",
                "country": "Spain",
                "state": "Comunidad de Madrid",
                "host_since": "2012-09-14",
                "cleaning_fee": 77,
                "availability_60": 5,
                "minimum_nights": 3,
                "name": "Design with spectacular views - Torre Madrid XXIV",
                "neighborhood_overview": "Yet another splendid hideaway encased within the famous Torre de Madrid building, this one-bedroom apartment for four is certainly one for those who appreciate fine views, for there are few better vantage points of the Spanish capital than those afforded to the inhabitants of this luxury suite. Overlooking the dynamic, unfolding scenes that stretch from the ever-buoyant Plaza de España and trace a fair distance along the city's main artery, Gran Via, this recently-renovated skyscraper is not only bathed in history, it is soaked in it. In its modern-day incarnation, Torre de Madrid boasts several luxury apartment suites under careful Spain Select custody – each carrying their own unique character  thanks to custom furnishings – as well as a few extra lavish trimmings such as a pool, solarium and high-spec gymnasium. The area immediately surrounding this home is teeming with options for self-prescribed gastronomic, retail and leisure therapy. The nearby Calle Princesa and the aforementio",
                "calculated_host_listings_count": 77,
                "calendar_last_scraped": "2017-04-08",
                "picture_url": {
                    "id": "f13e088d88f8ced2d313cc2995ec3e2c",
                    "mimetype": "image/jpeg",
                    "height": 426,
                    "width": 639,
                    "filename": "4dfce1cc-a389-4ad8-bf35-fa711065e37f.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(203, 195, 191, 1.00)",
                        "rgba(187, 186, 183, 1.00)",
                        "rgba(170, 158, 152, 1.00)"
                    ]
                },
                "host_total_listings_count": 142,
                "extra_people": 0,
                "room_type": "Entire home/apt",
                "notes": "Included in price:     - Utilities     - High Speed Internet     - Taxes (10% VAT) included     - The price shown applies for up to 4 people Not included in price:     - € 70 Booking fee     - 3% Surcharge for Payments with American Express (No Surcharges for Visa and Mastercard(URL HIDDEN)15/day for up to 4 people. (The price shown is for max. 2 people)",
                "amenities": "TV,Cable TV,Internet,Wireless Internet,Air conditioning,Kitchen,Doorman,Gym,Buzzer/wireless intercom,Heating,Family/kid friendly,Washer,Dryer,First aid kit,Safety card,Essentials,Shampoo,24-hour check-in,Hangers,Hair dryer,Iron,Laptop friendly workspace,Private entrance",
                "listing_url": "https://www.airbnb.com/rooms/9291812",
                "calendar_updated": "today",
                "host_listings_count": 142,
                "host_name": "Spain Select",
                "host_response_time": "within an hour",
                "interaction": "We will arrange the check in time depending on your arrival time. It is normally from 4pm but we will do our best to have the apartment ready for you ASAP. Anything you need during your stay, feel free to contact us! We are happy to help!",
                "host_about": "Spain Select was born from the recognition of a desire among travelers to live locally in a real home whilst away from their own, and yet still enjoy all of the benefits and small luxuries of a hotel stay. Not only that, though, we understood that they also wanted to be close to all of the best that their destination has to offer – to be right in the heart of it all. So we decided to source a broad range of high quality homes in the most sought after locations across the country, starting with the capital Madrid and moving over to Malaga, Valencia, and Seville. We then added a few unique flourishes that embody our brand of service and our values. Our interior design team works to extract and enhance the natural charm from each space and make it a warm home. Our very own in-house Local Ambassadors are posted in each destination to welcome each guest home and bed them in to the neighborhood when they first arrive. Finally, a selection of hotel-like services – including a 24-hour concierge for everything from show tickets to new sheets – and a motorized maintenance team completes our comprehensive customer care throughout every single stay. Every Spain Select experience is unique, yet they are all of a consistent high quality no matter when you stay with us. \r\n\r\nLive local, sleep royal: welcome to Spain Select.",
                "availability_365": 147,
                "bed_type": "Real Bed",
                "maximum_nights": 1125,
                "availability_30": 3,
                "experiences_offered": "none",
                "guests_included": 2
            },
            "record_timestamp": "2020-08-04T02:30:34.794+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "a92741f1820d22d29c8e4ce5c8503be4b45f3aa8",
            "fields": {
                "host_neighbourhood": "La Latina",
                "host_verifications": "email,phone,reviews,jumio,offline_government_id,government_id",
                "review_scores_communication": 9,
                "availability_90": 44,
                "city": "Madrid",
                "number_of_reviews": 3,
                "house_rules": "Arrivals after 21:00 may be subject to an extra charge. Remember to let us know your arrival time in advance! *We ask our guests to sign a rental agreement upon arrival and leave details of a credit card as a further security measure. This information will be destroyed after you have left the property and we have conducted a check-out inspection*",
                "bathrooms": 1.0,
                "description": "With a great location in the heart of the ultra-fashionable Malasana neighbourhood, this one-bedroom apartment is ideal for those seeking a stylish, madrileño lifestyle. The area is synonymous with Madrid's more youthful, creative & innovative side. Although part of a traditional Spanish building, the apartment itself is modern and stylish, and perfect for a couple or single occupant looking to immerse themselves in the inner-city life of Madrid. Situated on the fourth floor, the apartment is accessed directly via the medium sized private terrace, which has sun-chairs and a small dining area, perfect for enjoying an al-fresco meal or after-dinner drink.  Inside, the property is open-plan in style, with the living room, kitchen and dining room all in the same bright space. The kitchen is compact but brand new and comes fully equipped with everything guests may need during their stay. The master bedroom is light-filled and comfortable, with a sloping ceiling on one side and access to the",
                "review_scores_location": 9,
                "accommodates": 2,
                "summary": "With a great location in the heart of the ultra-fashionable Malasana neighbourhood, this one-bedroom apartment is ideal for those seeking a stylish, madrileño lifestyle. The area is synonymous with Madrid's more youthful, creative & innovative side.",
                "property_type": "Apartment",
                "bedrooms": 1,
                "street": "Malasaña, Madrid, Comunidad de Madrid 28004, Spain",
                "access": "Equipment and Facilities - Terrace - Elevator - Pay TV ( \"Imagenio \" ) and DVD - High-speed Internet access - Heating and Air Conditioning - Refrigerator, Washer, Washer / Dryer - Oven - Microwave - Outdoor Furniture",
                "neighbourhood_group_cleansed": "Centro",
                "cancellation_policy": "strict",
                "price": 98,
                "neighbourhood_cleansed": "Universidad",
                "reviews_per_month": 0.15,
                "host_response_rate": 100,
                "neighbourhood": "Malasaña",
                "review_scores_rating": 87,
                "host_location": "Madrid, Madrid, Spain",
                "beds": 1,
                "features": "Host Has Profile Pic,Host Identity Verified,Is Location Exact,Requires License,Instant Bookable",
                "space": "Although part of a traditional Spanish building, the apartment itself is modern and stylish, and perfect for a couple or single occupant looking to immerse themselves in the inner-city life of Madrid. Situated on the fourth floor, the apartment is accessed directly via the medium sized private terrace, which has sun-chairs and a small dining area, perfect for enjoying an al-fresco meal or after-dinner drink.  Inside, the property is open-plan in style, with the living room, kitchen and dining room all in the same bright space. The kitchen is compact but brand new and comes fully equipped with everything guests may need during their stay. The master bedroom is light-filled and comfortable, with a sloping ceiling on one side and access to the interior terrace area. The spacious designer bathroom features a large walk-in shower. The apartment has been decorated throughout in muted tones with splashes of bright colour, accentuating the modern feel of the property. Surface area: 57m2 + 15m2",
                "country": "Spain",
                "review_scores_cleanliness": 10,
                "state": "Comunidad de Madrid",
                "host_since": "2012-09-14",
                "cleaning_fee": 77,
                "availability_60": 31,
                "minimum_nights": 3,
                "first_review": "2015-08-04",
                "name": "Charming apartment with terrace - San Joaquín I",
                "neighborhood_overview": "With a great location in the heart of the fashionable Malasana neighbourhood, this one bedroom apartment is ideal for anyone looking to live in the centre of the city. The surrounding area is synonymous with youth and style, with cutting-edge boutiques, independent bars and restaurants and brand name stores mixing with traditional plazas and Spanish tabernas. The adjacent Fuencarral street is one of the best places for shopping in the capital, and runs all the way down to the beautiful art deco avenue the Gran Via. The Puerta de Sol, the very heart of Madrid, is just a fifteen minute walk away, and a number of different bus and metro stations allow guests to explore the rest of the city and beyond with ease.",
                "calculated_host_listings_count": 77,
                "calendar_last_scraped": "2017-04-08",
                "host_total_listings_count": 142,
                "picture_url": {
                    "id": "d38c5d576717631a5ff13aaffa352a29",
                    "mimetype": "image/jpeg",
                    "height": 426,
                    "width": 639,
                    "filename": "1cf9fb4b-d65e-44e8-99fd-e3ecb1cb757a.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(211, 197, 183, 1.00)",
                        "rgba(193, 173, 151, 1.00)",
                        "rgba(194, 154, 127, 1.00)"
                    ]
                },
                "extra_people": 0,
                "room_type": "Entire home/apt",
                "amenities": "TV,Cable TV,Internet,Wireless Internet,Air conditioning,Kitchen,Elevator in building,Buzzer/wireless intercom,Heating,Family/kid friendly,Washer,Dryer,First aid kit,Safety card,Essentials,Shampoo,24-hour check-in,Hangers,Hair dryer,Iron",
                "listing_url": "https://www.airbnb.com/rooms/5622728",
                "review_scores_accuracy": 10,
                "calendar_updated": "today",
                "host_listings_count": 142,
                "host_name": "Spain Select",
                "host_response_time": "within an hour",
                "review_scores_checkin": 8,
                "interaction": "We will arrange the check in time depending on your arrival time. It is normally from 4pm but we will do our best to have the apartment ready for you ASAP. Anything you need during your stay, feel free to contact us! We are happy to help!",
                "host_about": "Spain Select was born from the recognition of a desire among travelers to live locally in a real home whilst away from their own, and yet still enjoy all of the benefits and small luxuries of a hotel stay. Not only that, though, we understood that they also wanted to be close to all of the best that their destination has to offer – to be right in the heart of it all. So we decided to source a broad range of high quality homes in the most sought after locations across the country, starting with the capital Madrid and moving over to Malaga, Valencia, and Seville. We then added a few unique flourishes that embody our brand of service and our values. Our interior design team works to extract and enhance the natural charm from each space and make it a warm home. Our very own in-house Local Ambassadors are posted in each destination to welcome each guest home and bed them in to the neighborhood when they first arrive. Finally, a selection of hotel-like services – including a 24-hour concierge for everything from show tickets to new sheets – and a motorized maintenance team completes our comprehensive customer care throughout every single stay. Every Spain Select experience is unique, yet they are all of a consistent high quality no matter when you stay with us. \r\n\r\nLive local, sleep royal: welcome to Spain Select.",
                "availability_365": 183,
                "last_review": "2016-07-14",
                "bed_type": "Real Bed",
                "review_scores_value": 9,
                "maximum_nights": 1125,
                "availability_30": 8,
                "experiences_offered": "none",
                "guests_included": 2
            },
            "record_timestamp": "2020-08-04T02:30:34.794+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "f2a634a0645b8cb9146d884e8b2534673b78eb4f",
            "fields": {
                "host_neighbourhood": "La Latina",
                "host_verifications": "email,phone,reviews,jumio,offline_government_id,government_id",
                "review_scores_communication": 9,
                "availability_90": 19,
                "city": "Madrid",
                "number_of_reviews": 37,
                "house_rules": "Arrivals after 21:00 may be subject to an extra charge. Remember to let us know your arrival time in advance! *We ask our guests to sign a rental agreement upon arrival and leave details of a credit card as a further security measure. This information will be destroyed after you have left the property and we have conducted a check-out inspection*",
                "bathrooms": 3.0,
                "description": "Spacious, modern and elegantly appointed, this stylish 4-bedroom apartment also boasts an excellent location in the heart of one of Madrid’s most historic neighbourhoods. The encompassing Barrio de Las Letras has a long cultural and literary history. The apartment is ideally situated for guests to enjoy many of Madrid’s top sights and attractions, including the “Big Three” art museums found on the nearby Paseo del Prado, the buzzing Plaza de Santa Ana, and the Puerta del Sol, the very heart and soul of the city. The historical nature of the Barrio de Las Letras makes it one of the best places in Madrid to enjoy an evening tapeoin establishments frequented by writers and artists both past and present. With its luxurious décor and spacious rooms, the apartment itself offers an elegant home in the heart of the city. The highlight of the property is its large open-plan living area, which moves seamlessly from sitting room to dining room and finally onto a modern, fully-equipped kitchen. Th",
                "review_scores_location": 10,
                "accommodates": 6,
                "summary": "Spacious, modern and elegantly appointed, this stylish 4-bedroom apartment also boasts an excellent location in the heart of one of Madrid’s most historic neighbourhoods. The encompassing Barrio de Las Letras has a long cultural and literary history.",
                "property_type": "Apartment",
                "bedrooms": 4,
                "street": "Madrid, Comunidad de Madrid 28014, Spain",
                "access": "Surface area: 180m2. First floor: To the left side from the entrance you access the kitchen, dining and living room area. The kitchen is equipped with a fridge / freezer, 4-ring ceramic hob (stove), oven, dishwasher and washing machine. There is a small bedroom with a single bed just next to the kitchen (0.90 x 2.00). The dining area has a dining table with chairs for 6 people. The living room area, with 2 French balconies looking out onto the street, is divided in two. One furnished with two 2-seater sofas, 1 large ottoman, a glass coffee table, TV table with TV and DVD player. The second area has 2 armchairs and a design wooden side table. Along the corridor, there are 3 bedrooms: the master bedroom has a double bed (queen-sized bed 1.50m x 2.00m) with an open en suite bathroom with sauna, walk in shower and bathtub;  1 double-room (queen-sized bed 1.50m x 2.00m) and a single bedroom (0.90m x 2.00m). The second bathroom is in the corridor with walk-in shower. Please note there is woo",
                "neighbourhood_group_cleansed": "Centro",
                "cancellation_policy": "strict",
                "price": 160,
                "neighbourhood_cleansed": "Cortes",
                "reviews_per_month": 1.76,
                "host_response_rate": 100,
                "transit": "En los alrededores de la propiedad los huéspedes podrán encontrar varios sitios de gran interés como la Plaza Mayor, la Puerta del Sol y los tres museos más importantes de España: el Prado, el Thyssen y el Reina Sofía.",
                "review_scores_rating": 92,
                "host_location": "Madrid, Madrid, Spain",
                "beds": 4,
                "features": "Host Has Profile Pic,Host Identity Verified,Requires License,Instant Bookable",
                "space": "The apartment is ideally situated for guests to enjoy many of Madrid’s top sights and attractions, including the “Big Three” art museums found on the nearby Paseo del Prado, the buzzing Plaza de Santa Ana, and the Puerta del Sol, the very heart and soul of the city. The historical nature of the Barrio de Las Letras makes it one of the best places in Madrid to enjoy an evening tapeoin establishments frequented by writers and artists both past and present. With its luxurious décor and spacious rooms, the apartment itself offers an elegant home in the heart of the city. The highlight of the property is its large open-plan living area, which moves seamlessly from sitting room to dining room and finally onto a modern, fully-equipped kitchen. The two sitting areas are filled with light throughout the day thanks to the exterior-facing balconette windows, and the space has been beautifully decorated in pastel colours and neutral tones. The adjacent kitchen and dining room are contemporary in b",
                "country": "Spain",
                "review_scores_cleanliness": 9,
                "state": "Comunidad de Madrid",
                "host_since": "2012-09-14",
                "cleaning_fee": 77,
                "availability_60": 9,
                "minimum_nights": 3,
                "first_review": "2015-07-20",
                "name": "Elegance in the heart of Madrid - Lope de Vega III",
                "neighborhood_overview": "The surrounding area is known as the Barrio de Las Letras due to the district’s long cultural and literary history – writer Quevedo actually completed many of his masterpieces in this very street. The barrio is a mix of peaceful lanes and more lively pedestrianized streets that are lined with restaurants, cafes and independent boutiques and is the perfect place to indulge in an evening stroll with both residents and other visitors alike.",
                "calculated_host_listings_count": 77,
                "calendar_last_scraped": "2017-04-08",
                "host_total_listings_count": 142,
                "picture_url": {
                    "id": "57abdd150632b4e4aadbb4dddbaf4de1",
                    "mimetype": "image/jpeg",
                    "height": 426,
                    "width": 639,
                    "filename": "24926aa4-2682-4975-b233-819f9cb4975e.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(214, 215, 209, 1.00)",
                        "rgba(202, 203, 194, 1.00)",
                        "rgba(173, 186, 177, 1.00)"
                    ]
                },
                "extra_people": 0,
                "room_type": "Entire home/apt",
                "notes": "Please Note: The apartment is located in an area of Madrid with traffic restrictions and is only open to residents, public transport and our airport transfer service.",
                "amenities": "TV,Internet,Wireless Internet,Air conditioning,Kitchen,Elevator in building,Buzzer/wireless intercom,Heating,Family/kid friendly,Washer,Dryer,First aid kit,Safety card,Essentials,Shampoo,24-hour check-in,Hangers,Hair dryer,Iron,Laptop friendly workspace",
                "listing_url": "https://www.airbnb.com/rooms/6880127",
                "review_scores_accuracy": 9,
                "calendar_updated": "today",
                "host_listings_count": 142,
                "host_name": "Spain Select",
                "host_response_time": "within an hour",
                "review_scores_checkin": 9,
                "interaction": "We will arrange the check in time depending on your arrival time. It is normally from 4pm but we will do our best to have the apartment ready for you ASAP. Anything you need during your stay, feel free to contact us! We are happy to help!",
                "host_about": "Spain Select was born from the recognition of a desire among travelers to live locally in a real home whilst away from their own, and yet still enjoy all of the benefits and small luxuries of a hotel stay. Not only that, though, we understood that they also wanted to be close to all of the best that their destination has to offer – to be right in the heart of it all. So we decided to source a broad range of high quality homes in the most sought after locations across the country, starting with the capital Madrid and moving over to Malaga, Valencia, and Seville. We then added a few unique flourishes that embody our brand of service and our values. Our interior design team works to extract and enhance the natural charm from each space and make it a warm home. Our very own in-house Local Ambassadors are posted in each destination to welcome each guest home and bed them in to the neighborhood when they first arrive. Finally, a selection of hotel-like services – including a 24-hour concierge for everything from show tickets to new sheets – and a motorized maintenance team completes our comprehensive customer care throughout every single stay. Every Spain Select experience is unique, yet they are all of a consistent high quality no matter when you stay with us. \r\n\r\nLive local, sleep royal: welcome to Spain Select.",
                "availability_365": 147,
                "last_review": "2017-03-22",
                "bed_type": "Real Bed",
                "review_scores_value": 9,
                "maximum_nights": 1125,
                "availability_30": 3,
                "experiences_offered": "none",
                "guests_included": 2
            },
            "record_timestamp": "2020-08-04T02:30:34.794+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "a3e249965262c3efd252c412e139de3aa535dd53",
            "fields": {
                "host_verifications": "email,phone,facebook,reviews,kba",
                "review_scores_communication": 8,
                "availability_90": 72,
                "city": "Madrid, Comunidad de Madrid, ES",
                "number_of_reviews": 3,
                "house_rules": "Respect and consideration for others are the rules. Clean after yourself and maintain order and cleaningness. No loud music or excessive noise. Please do not smoke in the house. Parties and events are not allowed. If you struggle with appliances, etc please contact me ASAP.",
                "bathrooms": 1.0,
                "description": "My apartment is cozy and quiet in the trendy neighborhood of Malasaña.  Two blocks from Gran Vía and 10 minutes from Plaza del Sol. You will have your own space with bathroom, kitchen and dinner. You'll feel at ease with freedom and privacy. I have my own room and I won't interrup your staying. I will limit to use the bathroom and the laundrette when you are out in the city. I don't cook but you can cook and of course maintaining the kitchen clean. That's all. I am not rigurous about anything. Just try to comply with house's rules. Located at a walking distance to all the amenities that Madrid center can offer and the trendy and alternative Malasaña neighborhood. Two main metro stations keep you communicated with the entire  Madrid: \"Callao\" and \"Gran Via\" I like to interact with my guests but I tend to leave it up to their preferences. I am a professional Social Worker and an activist so I care about people. You can ask me questions and express your concerns at any moment. No judgemen",
                "review_scores_location": 9,
                "accommodates": 2,
                "summary": "My apartment is cozy and quiet in the trendy neighborhood of Malasaña.  Two blocks from Gran Vía and 10 minutes from Plaza del Sol.",
                "property_type": "Apartment",
                "bedrooms": 2,
                "street": "Madrid, Comunidad de Madrid, ES, Madrid, Spain 28004, Spain",
                "access": "Located at a walking distance to all the amenities that Madrid center can offer and the trendy and alternative Malasaña neighborhood. Two main metro stations keep you communicated with the entire  Madrid: \"Callao\" and \"Gran Via\"",
                "neighbourhood_group_cleansed": "Centro",
                "cancellation_policy": "flexible",
                "price": 30,
                "neighbourhood_cleansed": "Universidad",
                "reviews_per_month": 1.41,
                "host_response_rate": 100,
                "transit": "Located in Madrid's heart and at the popular neighborhood of Malasaña and University. Neighbouring the lovely \"Chueca\" with its transgressive shops, the kind gay community, outstanding shoe stores, alternative and affordable cuisine, libraries, microteatro  and close to two centric metro stations \"Callao\" and \"Gran Via\" and local buses. Walking distance to major historical and touristic areas.",
                "review_scores_rating": 80,
                "host_location": "Madrid, Community of Madrid, Spain",
                "beds": 1,
                "features": "Host Has Profile Pic,Host Identity Verified,Requires License",
                "space": "You will have your own space with bathroom, kitchen and dinner. You'll feel at ease with freedom and privacy. I have my own room and I won't interrup your staying. I will limit to use the bathroom and the laundrette when you are out in the city. I don't cook but you can cook and of course maintaining the kitchen clean. That's all. I am not rigurous about anything. Just try to comply with house's rules.",
                "country": "Spain",
                "review_scores_cleanliness": 9,
                "state": "Madrid, Spain",
                "host_since": "2016-12-20",
                "availability_60": 42,
                "minimum_nights": 1,
                "first_review": "2017-02-04",
                "name": "Cozy and in trendy Malasaña.",
                "neighborhood_overview": "Tons of cafes, galleries, theaters, cinemas and great restaurants. Everything in a historic, artistic and alternative atmosphere. You won't be disappointed!",
                "calculated_host_listings_count": 1,
                "calendar_last_scraped": "2017-04-08",
                "host_total_listings_count": 1,
                "picture_url": {
                    "id": "65d939805146d7516b698773a3f2b7f5",
                    "mimetype": "image/jpeg",
                    "height": 426,
                    "width": 270,
                    "filename": "ff6f69d9-3b9d-4bf3-8aa8-5a88fc0e9753.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(203, 150, 145, 1.00)",
                        "rgba(148, 88, 72, 1.00)",
                        "rgba(147, 99, 80, 1.00)"
                    ]
                },
                "extra_people": 0,
                "room_type": "Private room",
                "notes": "Madrid is a very safe city that never sleeps.",
                "amenities": "TV,Internet,Wireless Internet,Kitchen,Gym,Breakfast,Hot tub,Buzzer/wireless intercom,Heating,Family/kid friendly,Washer,Smoke detector,Fire extinguisher,Essentials,Shampoo,Hangers,Hair dryer,Laptop friendly workspace",
                "listing_url": "https://www.airbnb.com/rooms/16934431",
                "review_scores_accuracy": 9,
                "calendar_updated": "yesterday",
                "host_listings_count": 1,
                "host_name": "Marissa",
                "host_response_time": "within an hour",
                "review_scores_checkin": 9,
                "interaction": "I like to interact with my guests but I tend to leave it up to their preferences. I am a professional Social Worker and an activist so I care about people. You can ask me questions and express your concerns at any moment. No judgements. I am a traveler myself so I want to offer to travelers what I want to find in my own journeys. I love art in every manifestation. I am Cuban of origin and have lived most of my life in Los Angeles, California. My ancestors were Spaniards and I love Spain inmensely too. I hope you can appreciate Spain and it's wonderful people. I can help with that! My mantra:  \"The answer must be in the attempt\"",
                "availability_365": 340,
                "last_review": "2017-03-26",
                "bed_type": "Pull-out Sofa",
                "review_scores_value": 8,
                "maximum_nights": 1125,
                "availability_30": 12,
                "experiences_offered": "none",
                "guests_included": 1
            },
            "record_timestamp": "2020-08-04T02:30:34.794+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "138b50e58a2e445d51692692623af60b41794fe6",
            "fields": {
                "host_neighbourhood": "La Latina",
                "host_verifications": "email,phone,reviews,jumio",
                "review_scores_communication": 9,
                "availability_90": 36,
                "city": "Madrid",
                "number_of_reviews": 56,
                "house_rules": "Normas de alojamiento de la vivienda y recepción del mismo: Check in: 3.00 pm / 7.00 pm, a partir de las 7.00 pm en adelante (horario nocturno). *El horario nocturno tiene un coste adicional de 10€/ hora a partir de las 7.00pm. Check out: 11.00 am Normas de recepción del piso: Avisar con antelación horario de llegada. Si vuelan desde el extranjero, debido a los numerosos retrasos de los vuelos, por favor comunicar vía mensaje una vez aterrizado y en disposición de sus maletas que van a llegar a la vivienda, en el horario acordado. En el aeropuerto y en el AVE, hay wifi gratuito. Sí no se nos comunica pueden sufrir retrasos a la hora de recepción del apartamento. En todo momento disponer de manera alguna poder comunicarse con el host. En caso de no tener una vía para comunicar con el host, nuestras oficinas están en la Calle Caños del peral nº 11, 1º Izquierda. Servicio de limpieza: Por cuestiones de logística, los lunes y jueves, se deberá permitir el acceso a la vivienda al personal q",
                "bathrooms": 1.0,
                "description": "Nuestro increíble, cómodo y céntrico apartamento renovado, tiene una habitación y un toque genuinamente urbano. Permite alojar a cuatro personas y se encuentra en una zona tranquila, a solo una manzana de la Puerta del Sol. alojamiento es bueno para parejas, aventureros, viajeros de negocios, y familias con hijos.",
                "review_scores_location": 10,
                "accommodates": 4,
                "summary": "Nuestro increíble, cómodo y céntrico apartamento renovado, tiene una habitación y un toque genuinamente urbano. Permite alojar a cuatro personas y se encuentra en una zona tranquila, a solo una manzana de la Puerta del Sol. alojamiento es bueno para parejas, aventureros, viajeros de negocios, y familias con hijos.",
                "property_type": "House",
                "bedrooms": 1,
                "street": "La Latina, Madrid, Comunidad de Madrid 28005, Spain",
                "neighbourhood_group_cleansed": "Centro",
                "cancellation_policy": "strict",
                "price": 99,
                "neighbourhood_cleansed": "Palacio",
                "reviews_per_month": 7.74,
                "host_response_rate": 100,
                "security_deposit": 100,
                "neighbourhood": "La Latina",
                "review_scores_rating": 91,
                "host_location": "Madrid, Community of Madrid, Spain",
                "beds": 2,
                "features": "Host Has Profile Pic,Host Identity Verified,Is Location Exact,Requires License,Instant Bookable",
                "country": "Spain",
                "review_scores_cleanliness": 9,
                "state": "Comunidad de Madrid",
                "host_since": "2014-07-01",
                "cleaning_fee": 30,
                "availability_60": 16,
                "minimum_nights": 1,
                "first_review": "2016-09-04",
                "name": "ARENA CENTRIC CASA MARIA ( SOL - PLAZA MAYOR )",
                "calculated_host_listings_count": 16,
                "calendar_last_scraped": "2017-04-08",
                "host_total_listings_count": 16,
                "picture_url": {
                    "id": "1660048df4ee02334d2ddb6e4cb3804a",
                    "mimetype": "image/jpeg",
                    "height": 426,
                    "width": 639,
                    "filename": "226e4e88-410e-4f7a-aa0e-15548f60db4f.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(200, 194, 194, 1.00)",
                        "rgba(194, 188, 189, 1.00)",
                        "rgba(186, 179, 181, 1.00)"
                    ]
                },
                "extra_people": 0,
                "room_type": "Entire home/apt",
                "amenities": "TV,Cable TV,Internet,Wireless Internet,Air conditioning,Wheelchair accessible,Kitchen,Elevator in building,Indoor fireplace,Heating,Family/kid friendly,Washer,Smoke detector,Carbon monoxide detector,First aid kit,Safety card,Fire extinguisher,Essentials,Shampoo,Lock on bedroom door,24-hour check-in,Hangers,Hair dryer,Iron,Laptop friendly workspace",
                "listing_url": "https://www.airbnb.com/rooms/14735504",
                "review_scores_accuracy": 10,
                "calendar_updated": "4 days ago",
                "host_listings_count": 16,
                "host_name": "Arena",
                "host_response_time": "within an hour",
                "review_scores_checkin": 9,
                "host_about": "Spain",
                "availability_365": 311,
                "last_review": "2017-04-03",
                "review_scores_value": 9,
                "bed_type": "Real Bed",
                "maximum_nights": 365,
                "availability_30": 6,
                "experiences_offered": "none",
                "guests_included": 4
            },
            "record_timestamp": "2020-08-04T02:30:34.794+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "eab09058fb719af4aff5a83fccc1a485de54e8e7",
            "fields": {
                "host_neighbourhood": "La Latina",
                "host_verifications": "email,phone,reviews,jumio",
                "review_scores_communication": 9,
                "availability_90": 58,
                "city": "Madrid",
                "number_of_reviews": 65,
                "house_rules": "Normas de alojamiento de la vivienda y recepción del mismo: Check in: 3.00 pm / 7.00 pm, a partir de las 7.00 pm en adelante (horario nocturno). *El horario nocturno tiene un coste adicional de 10€/ hora a partir de las 7.00pm. Check out: 11.00 am Normas de recepción del piso: Avisar con antelación horario de llegada. Si vuelan desde el extranjero, debido a los numerosos retrasos de los vuelos, por favor comunicar vía mensaje una vez aterrizado y en disposición de sus maletas que van a llegar a la vivienda, en el horario acordado. En el aeropuerto y en el AVE, hay wifi gratuito. Sí no se nos comunica pueden sufrir retrasos a la hora de recepción del apartamento. En todo momento disponer de manera alguna poder comunicarse con el host. En caso de no tener una vía para comunicar con el host, nuestras oficinas están en la Calle Caños del peral nº 11, 1º Izquierda. Servicio de limpieza: Por cuestiones de logística, los lunes y jueves, se deberá permitir el acceso a la vivienda al personal q",
                "bathrooms": 1.0,
                "description": "La pintura es una poesía que se ve sin oírla; y la poesía es una pintura que se oye y no se ve; son, pues, estas dos poesías o, si lo prefieres, dos pinturas, que utilizan dos sentidos diferentes para llegar a nuestra inteligencia.",
                "review_scores_location": 10,
                "accommodates": 4,
                "summary": "La pintura es una poesía que se ve sin oírla; y la poesía es una pintura que se oye y no se ve; son, pues, estas dos poesías o, si lo prefieres, dos pinturas, que utilizan dos sentidos diferentes para llegar a nuestra inteligencia.",
                "property_type": "House",
                "bedrooms": 1,
                "street": "La Latina, Madrid, Comunidad de Madrid 28012, Spain",
                "neighbourhood_group_cleansed": "Centro",
                "cancellation_policy": "strict",
                "price": 99,
                "neighbourhood_cleansed": "Embajadores",
                "reviews_per_month": 5.54,
                "host_response_rate": 100,
                "security_deposit": 100,
                "neighbourhood": "La Latina",
                "review_scores_rating": 93,
                "host_location": "Madrid, Community of Madrid, Spain",
                "beds": 2,
                "features": "Host Has Profile Pic,Host Identity Verified,Is Location Exact,Requires License,Instant Bookable",
                "country": "Spain",
                "review_scores_cleanliness": 10,
                "state": "Comunidad de Madrid",
                "host_since": "2014-07-01",
                "cleaning_fee": 30,
                "availability_60": 30,
                "minimum_nights": 1,
                "first_review": "2016-04-22",
                "name": "ARENA CENTRIC CASA PINTORA ( SOL -PLAZA MAYOR )",
                "calculated_host_listings_count": 16,
                "calendar_last_scraped": "2017-04-08",
                "host_total_listings_count": 16,
                "picture_url": {
                    "id": "3f05878fa00d35060bd3ce4653489fe6",
                    "mimetype": "image/jpeg",
                    "height": 480,
                    "width": 720,
                    "filename": "8804ed2d-fe9e-4fea-a64f-1c69dbeb39bf.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(186, 184, 182, 1.00)",
                        "rgba(183, 165, 163, 1.00)",
                        "rgba(165, 102, 100, 1.00)"
                    ]
                },
                "extra_people": 0,
                "room_type": "Entire home/apt",
                "amenities": "TV,Cable TV,Internet,Wireless Internet,Air conditioning,Wheelchair accessible,Kitchen,Doorman,Elevator in building,Buzzer/wireless intercom,Heating,Family/kid friendly,Washer,Smoke detector,Carbon monoxide detector,First aid kit,Safety card,Fire extinguisher,Essentials,Shampoo,24-hour check-in,Hangers,Hair dryer,Iron,Laptop friendly workspace",
                "listing_url": "https://www.airbnb.com/rooms/12306618",
                "review_scores_accuracy": 10,
                "calendar_updated": "4 days ago",
                "host_listings_count": 16,
                "host_name": "Arena",
                "host_response_time": "within an hour",
                "review_scores_checkin": 9,
                "host_about": "Spain",
                "availability_365": 333,
                "last_review": "2017-04-02",
                "review_scores_value": 9,
                "bed_type": "Real Bed",
                "maximum_nights": 365,
                "availability_30": 7,
                "experiences_offered": "none",
                "guests_included": 4
            },
            "record_timestamp": "2020-08-04T02:30:34.794+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "e1f4878decd03a207cff3bfa076e4dbc709ae85f",
            "fields": {
                "host_neighbourhood": "La Latina",
                "host_verifications": "email,phone,reviews,jumio,offline_government_id,government_id",
                "review_scores_communication": 10,
                "availability_90": 58,
                "city": "Madrid",
                "number_of_reviews": 1,
                "house_rules": "Arrivals after 21:00 may be subject to an extra charge. Remember to let us know your arrival time in advance! *We ask our guests to sign a rental agreement upon arrival and leave details of a credit card as a further security measure. This information will be destroyed after you have left the property and we have conducted a check-out inspection*",
                "bathrooms": 1.0,
                "description": "This beautifully designed, 1-bedroom apartment is found in the heart of what is known as Madrid de los Austrias: typified by tree-lined squares, cafés and restaurants. It will make a perfect base from which to launch an authentic madrileño adventure. The apartment has recently been completely refurbished under the instruction of a well-known, local architect. Considerable attention was paid to all of its details; the highest quality materials were used; and first class furnishings were carefully selected. The layout of the apartment was adapted to take full advantage of the property's space and abundant light, the latter of which enters the space from the apartment's seven exterior windows that flood in natural light thanks to the absence of tall buildings in front of it that could otherwise block out the sunshine. The floors of the apartment are stone with a matte finish, and this same material has been used on the walls of the bathroom, creating a unique effect. The living room, whic",
                "review_scores_location": 10,
                "accommodates": 4,
                "summary": "This beautifully designed, 1-bedroom apartment is found in the heart of what is known as Madrid de los Austrias: typified by tree-lined squares, cafés and restaurants. It will make a perfect base from which to launch an authentic madrileño adventure.",
                "property_type": "Apartment",
                "bedrooms": 1,
                "street": "La Latina, Madrid, Community of Madrid 28005, Spain",
                "access": "Amenities: Shower, Air conditioning, Refrigerator, Sitting area, Toilet, Microwave, Dishwasher, Bathroom, Heating, Kitchen, Flat-screen TV, Sofa, Dining area, Kitchenware, Wardrobe/Closet, Oven, Stovetop, Toaster, Coffee machine, Towels, Linens, Dining table, Double sofa bed",
                "neighbourhood_group_cleansed": "Centro",
                "cancellation_policy": "strict",
                "price": 103,
                "neighbourhood_cleansed": "Palacio",
                "reviews_per_month": 0.04,
                "host_response_rate": 100,
                "transit": "There are a number of metro and bus stops nearby, meaning guests can explore the rest of the city and beyond with ease.",
                "neighbourhood": "La Latina",
                "review_scores_rating": 100,
                "host_location": "Madrid, Madrid, Spain",
                "beds": 1,
                "features": "Host Has Profile Pic,Host Identity Verified,Is Location Exact,Requires License,Instant Bookable",
                "space": "The apartment has recently been completely refurbished under the instruction of a well-known, local architect. Considerable attention was paid to all of its details; the highest quality materials were used; and first class furnishings were carefully selected. The layout of the apartment was adapted to take full advantage of the property's space and abundant light, the latter of which enters the space from the apartment's seven exterior windows that flood in natural light thanks to the absence of tall buildings in front of it that could otherwise block out the sunshine. The floors of the apartment are stone with a matte finish, and this same material has been used on the walls of the bathroom, creating a unique effect. The living room, which features a mirror that runs from the floor to the ceiling, adding an even more spacious feel to the room, connects to the bedroom via sliding doors. The flat screen TV has been cleverly inserted into the partition wall and may be rotated for viewing",
                "country": "Spain",
                "review_scores_cleanliness": 10,
                "state": "Community of Madrid",
                "host_since": "2012-09-14",
                "cleaning_fee": 77,
                "availability_60": 32,
                "minimum_nights": 3,
                "first_review": "2015-05-24",
                "name": "Modern apartment for 4 - Angosta de los Mancebos",
                "neighborhood_overview": "This beautifully designed apartment is located in the heart of what is known as Madrid de los Austrias, not far from the Plaza del Oriente, the Royal Palace and the Plaza Mayor. The apartment looks onto a small, tree-lined square that reflects the traditional style of the city's historic district, and is perfect for visitors who would like to experience \"Old Madrid\". There are many traditional cafes and restaurants in this neighbourhood, as well as some trendy new locales.",
                "calculated_host_listings_count": 77,
                "calendar_last_scraped": "2017-04-08",
                "host_total_listings_count": 142,
                "picture_url": {
                    "id": "f3b9ce38a13e5f232a115392212f9296",
                    "mimetype": "image/jpeg",
                    "height": 426,
                    "width": 639,
                    "filename": "585050ad-d4d9-4901-8896-4c3ececce234.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(215, 208, 193, 1.00)",
                        "rgba(197, 190, 172, 1.00)",
                        "rgba(171, 149, 120, 1.00)"
                    ]
                },
                "extra_people": 17,
                "room_type": "Entire home/apt",
                "notes": "Included in price:     - Utilities     - High Speed Internet and Satellite TV     - Taxes (10% VAT) included Not included in price:     - € 70 Booking Fee (Includes Final Cleaning)     - 3% Surcharge for Payments with American Express (No Surcharges for Visa or Mastercard(URL HIDDEN)15 /day for up to 4 people. (The price shown is for max. 2 people)",
                "amenities": "TV,Cable TV,Internet,Wireless Internet,Air conditioning,Kitchen,Buzzer/wireless intercom,Heating,Family/kid friendly,Washer,Dryer,First aid kit,Safety card,Essentials,Shampoo,24-hour check-in,Hangers,Hair dryer,Iron",
                "listing_url": "https://www.airbnb.com/rooms/3620685",
                "review_scores_accuracy": 10,
                "calendar_updated": "today",
                "host_listings_count": 142,
                "host_name": "Spain Select",
                "host_response_time": "within an hour",
                "review_scores_checkin": 10,
                "interaction": "We will arrange the check in time depending on your arrival time. It is normally from 4pm but we will do our best to have the apartment ready for you ASAP. Anything you need during your stay, feel free to contact us! We are happy to help!",
                "host_about": "Spain Select was born from the recognition of a desire among travelers to live locally in a real home whilst away from their own, and yet still enjoy all of the benefits and small luxuries of a hotel stay. Not only that, though, we understood that they also wanted to be close to all of the best that their destination has to offer – to be right in the heart of it all. So we decided to source a broad range of high quality homes in the most sought after locations across the country, starting with the capital Madrid and moving over to Malaga, Valencia, and Seville. We then added a few unique flourishes that embody our brand of service and our values. Our interior design team works to extract and enhance the natural charm from each space and make it a warm home. Our very own in-house Local Ambassadors are posted in each destination to welcome each guest home and bed them in to the neighborhood when they first arrive. Finally, a selection of hotel-like services – including a 24-hour concierge for everything from show tickets to new sheets – and a motorized maintenance team completes our comprehensive customer care throughout every single stay. Every Spain Select experience is unique, yet they are all of a consistent high quality no matter when you stay with us. \r\n\r\nLive local, sleep royal: welcome to Spain Select.",
                "availability_365": 242,
                "last_review": "2015-05-24",
                "bed_type": "Real Bed",
                "review_scores_value": 8,
                "maximum_nights": 1125,
                "availability_30": 11,
                "experiences_offered": "none",
                "guests_included": 2
            },
            "record_timestamp": "2020-08-04T02:30:34.794+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "c6fc1dfd049f1d938998516c79344dc89504785e",
            "fields": {
                "host_neighbourhood": "La Latina",
                "host_verifications": "email,phone,reviews,jumio,offline_government_id,government_id",
                "review_scores_communication": 10,
                "availability_90": 33,
                "city": "Madrid",
                "number_of_reviews": 1,
                "house_rules": "Arrivals after 21:00 may be subject to an extra charge. Remember to let us know your arrival time in advance! *We ask our guests to sign a rental agreement upon arrival and leave details of a credit card as a further security measure. This information will be destroyed after you have left the property and we have conducted a check-out inspection*",
                "bathrooms": 2.0,
                "description": "Located in a brand new building in what is one of the most sought-after areas of Madrid, this two-bedroom apartment abundantly offers both comfort and style in what is one of the city's most exclusive and sought-after neighborhoods: Barrio Salamanca. Bright, modern and extremely spacious, this exterior-facing apartment is filled with light. The focal point of the apartment is its large and stylish living area, complete with contemporary furnishings, original artwork on the walls and large corner sofa. The large exterior windows offer views out over the nearby National Library, and the quality hardwood flooring, earth tones and splashes of bright colour give a real sense of style and modernism to this comfortable space. The kitchen is bright and modern and comes fully equipped with everything guests may need during their stay. The master bedroom is warm and welcoming, with a luxurious queen-sized bed and quality furnishings, while the second bedroom is ideal for children or guests. The",
                "review_scores_location": 10,
                "accommodates": 4,
                "summary": "Located in a brand new building in what is one of the most sought-after areas of Madrid, this two-bedroom apartment abundantly offers both comfort and style in what is one of the city's most exclusive and sought-after neighborhoods: Barrio Salamanca.",
                "property_type": "Apartment",
                "bedrooms": 2,
                "street": "Madrid, Comunidad de Madrid 28004, Spain",
                "access": "Amenities: Lift, 24h Concierge, Cable Television with English Channels (“Digital+”), DVD Player, Wifi High-Speed Internet, Under Floor Heating, Central Air Conditioning, Refrigerator, Dishwasher, Washing Machine, Dryer, Oven, Microwave.",
                "neighbourhood_group_cleansed": "Salamanca",
                "cancellation_policy": "strict",
                "price": 211,
                "neighbourhood_cleansed": "Recoletos",
                "reviews_per_month": 0.07,
                "host_response_rate": 100,
                "transit": "The area has excellent transport links via bus, metro, train or taxi, allowing guests to explore the rest of the city and beyond with ease.",
                "review_scores_rating": 80,
                "host_location": "Madrid, Madrid, Spain",
                "beds": 3,
                "features": "Host Has Profile Pic,Host Identity Verified,Requires License,Instant Bookable",
                "space": "Bright, modern and extremely spacious, this exterior-facing apartment is filled with light. The focal point of the apartment is its large and stylish living area, complete with contemporary furnishings, original artwork on the walls and large corner sofa. The large exterior windows offer views out over the nearby National Library, and the quality hardwood flooring, earth tones and splashes of bright colour give a real sense of style and modernism to this comfortable space. The kitchen is bright and modern and comes fully equipped with everything guests may need during their stay. The master bedroom is warm and welcoming, with a luxurious queen-sized bed and quality furnishings, while the second bedroom is ideal for children or guests. The apartment is housed in a building with a 24 hour concierge and a lovely interior patio. With its fabulous location and elegant and spacious interior, this beautiful apartment is perfect for anyone looking for a central base during their time in Madrid",
                "country": "Spain",
                "review_scores_cleanliness": 8,
                "state": "Comunidad de Madrid",
                "host_since": "2012-09-14",
                "cleaning_fee": 77,
                "availability_60": 23,
                "minimum_nights": 3,
                "first_review": "2016-02-20",
                "name": "Avant-garde next to the Golden Mile - Serrano III",
                "neighborhood_overview": "Situated on what is known as Madrid’s “golden mile” in the exclusive barrio de Salamanca, the apartment is right between the Paseo de Recoletos and Calle Serrano. Calle Serrano is a wide, tree-lined street considered to be Madrid’s equivalent to 5th Avenue. Brimming with designer stores, upmarket boutiques and excellent cafes and restaurants, Serrano and its surrounding streets are home to some of the most exclusive shops and services in the city. The famous Parque del Bueno Retiro is also just a stone’s throw from the apartment and offers a green and tranquil respite from the hustle and bustle of the vibrant Spanish capital. The impressive Plaza de Colon and National Library are located directly opposite the apartment, and the art deco thoroughfare the Gran Via is just a short walk away.",
                "calculated_host_listings_count": 77,
                "calendar_last_scraped": "2017-04-08",
                "host_total_listings_count": 142,
                "picture_url": {
                    "id": "51922219e58e2a3186dca9e4223811c4",
                    "mimetype": "image/jpeg",
                    "height": 426,
                    "width": 639,
                    "filename": "5ad491bf-8ed5-4b6b-83b1-8c14fb018ba8.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(201, 187, 185, 1.00)",
                        "rgba(181, 171, 174, 1.00)",
                        "rgba(142, 156, 156, 1.00)"
                    ]
                },
                "extra_people": 0,
                "room_type": "Entire home/apt",
                "notes": "Dependiendo de tu horario de llegada, estableceremos una hora para entregarte las llaves y explicarte lo más importante para que disfrutes del apartamento al 100%. Normalmente será a partir de las 16h, pero intentaremos adaptarnos a ti lo máximo posible. ¡Estamos a tu disposición durante toda tu estancia para lo que necesites!",
                "amenities": "TV,Cable TV,Internet,Wireless Internet,Air conditioning,Kitchen,Doorman,Elevator in building,Buzzer/wireless intercom,Family/kid friendly,Washer,Dryer,First aid kit,Safety card,Essentials,Shampoo,24-hour check-in,Hangers,Hair dryer,Iron",
                "listing_url": "https://www.airbnb.com/rooms/6892147",
                "review_scores_accuracy": 10,
                "calendar_updated": "today",
                "host_listings_count": 142,
                "host_name": "Spain Select",
                "host_response_time": "within an hour",
                "review_scores_checkin": 4,
                "interaction": "We will arrange the check in time depending on your arrival time. It is normally from 4pm but we will do our best to have the apartment ready for you ASAP. Anything you need during your stay, feel free to contact us! We are happy to help!",
                "host_about": "Spain Select was born from the recognition of a desire among travelers to live locally in a real home whilst away from their own, and yet still enjoy all of the benefits and small luxuries of a hotel stay. Not only that, though, we understood that they also wanted to be close to all of the best that their destination has to offer – to be right in the heart of it all. So we decided to source a broad range of high quality homes in the most sought after locations across the country, starting with the capital Madrid and moving over to Malaga, Valencia, and Seville. We then added a few unique flourishes that embody our brand of service and our values. Our interior design team works to extract and enhance the natural charm from each space and make it a warm home. Our very own in-house Local Ambassadors are posted in each destination to welcome each guest home and bed them in to the neighborhood when they first arrive. Finally, a selection of hotel-like services – including a 24-hour concierge for everything from show tickets to new sheets – and a motorized maintenance team completes our comprehensive customer care throughout every single stay. Every Spain Select experience is unique, yet they are all of a consistent high quality no matter when you stay with us. \r\n\r\nLive local, sleep royal: welcome to Spain Select.",
                "availability_365": 213,
                "last_review": "2017-03-13",
                "bed_type": "Real Bed",
                "review_scores_value": 8,
                "maximum_nights": 1125,
                "availability_30": 14,
                "experiences_offered": "none",
                "guests_included": 1
            },
            "record_timestamp": "2020-08-04T02:30:34.794+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "506bc217e3228f45a0d3b97b7d2960c72e87fb2b",
            "fields": {
                "host_neighbourhood": "La Latina",
                "host_verifications": "email,phone,reviews,jumio,offline_government_id,government_id",
                "review_scores_communication": 9,
                "availability_90": 36,
                "city": "Madrid",
                "number_of_reviews": 6,
                "house_rules": "Arrivals after 21:00 may be subject to an extra charge. Remember to let us know your arrival time in advance! *We ask our guests to sign a rental agreement upon arrival and leave details of a credit card as a further security measure. This information will be destroyed after you have left the property and we have conducted a check-out inspection* We ask our clients to pay a refundable security deposit of € 200 upon arrival to the apartment. We will refund the deposit within seven days of your departure provided the apartment has not suffered any damage.",
                "bathrooms": 2.0,
                "description": "New design flat in the renowned Torre de Madrid. This premium two-bedroom, two bathroom apartment offers the kind of lifestyle that many locals would envy: access to terrace with swimming jacuzzi, amazing views... right in the city centre! Another addition to our cluster in the renowned Torre de Madrid this premium two-bedroom, two bathroom apartment offers the kind of lifestyle that many locals would envy. Constructed in the ’50s and once recognized as the country’s (and the continent’s) tallest building – Torre de Madrid was refurbished in recent times and now incorporates a number of deluxe services, amenities and apartments. These aforementioned amenities include access to a large, full-spec gymnasium and solarium complemented by a sun terrace that occupies an entire floor, and a 24-hour concierge service. Meanwhile, Torre Madrid XXIII, is a stunning, luminous and spacious apartment that enjoys ample light, a very communal, open plan spatial arrangement and some of the most spectac",
                "review_scores_location": 10,
                "summary": "New design flat in the renowned Torre de Madrid. This premium two-bedroom, two bathroom apartment offers the kind of lifestyle that many locals would envy: access to terrace with swimming jacuzzi, amazing views... right in the city centre!",
                "property_type": "Apartment",
                "accommodates": 4,
                "bedrooms": 2,
                "street": "Madrid, Comunidad de Madrid, Spain",
                "access": "Surface Area: 120 m². 20th floor. The living / dining room is furnished with two loveseats, a comfortable reading chair, a practical ‘puff’ bed (0.70m x 1.90m), coffee table, a side table with lamp, two lamps, plasma TV with stand and DVD, and a desk with reading lamp and office chair. In the dining room there is a glass table for four people. The kitchen is fully equipped. The master bedroom has a double bed (2.00m x 2.00m), two bedside tables with lamps, a chair and a large built-in closet. The second bedroom has two beds (0,90m x 1,90m), a chair, a bedside table with lamp and a large built-in closet. The first bathroom has a shower with wooden deck. The second bathroom also has a shower with wooden deck. Except the bathrooms, which are tiled, the entire property has wooden floors. Amenities: Terrace, Lift, Pool, 24h Concierge, TV, Internet, Forced Air Heat , Central Air Conditioning, Refrigerator, Dishwasher, Washer / Dryer, Oven, Microwave, Outdoor Furniture, Gymnasium.",
                "neighbourhood_group_cleansed": "Moncloa - Aravaca",
                "cancellation_policy": "strict",
                "price": 160,
                "neighbourhood_cleansed": "Argüelles",
                "reviews_per_month": 0.62,
                "host_response_rate": 100,
                "review_scores_rating": 97,
                "host_location": "Madrid, Madrid, Spain",
                "beds": 3,
                "features": "Host Has Profile Pic,Host Identity Verified,Requires License,Instant Bookable",
                "space": "Another addition to our cluster in the renowned Torre de Madrid this premium two-bedroom, two bathroom apartment offers the kind of lifestyle that many locals would envy. Constructed in the ’50s and once recognized as the country’s (and the continent’s) tallest building – Torre de Madrid was refurbished in recent times and now incorporates a number of deluxe services, amenities and apartments. These aforementioned amenities include access to a large, full-spec gymnasium and solarium complemented by a sun terrace that occupies an entire floor, and a 24-hour concierge service. Meanwhile, Torre Madrid XXIII, is a stunning, luminous and spacious apartment that enjoys ample light, a very communal, open plan spatial arrangement and some of the most spectacular views across the Spanish capital that you’re likely to find. A fantastic option for a small family or group. Entrance: The front door opens into the apartment’s entrance hall: a long passage with shiny wood floors and walls lined with",
                "country": "Spain",
                "review_scores_cleanliness": 10,
                "state": "Comunidad de Madrid",
                "host_since": "2012-09-14",
                "cleaning_fee": 77,
                "availability_60": 20,
                "minimum_nights": 3,
                "first_review": "2016-06-24",
                "name": "Stunning apartment with pool - Torre Madrid XXII",
                "calculated_host_listings_count": 77,
                "calendar_last_scraped": "2017-04-07",
                "host_total_listings_count": 142,
                "picture_url": {
                    "id": "438019338c5ef85317545f9c74bfa34f",
                    "mimetype": "image/jpeg",
                    "height": 480,
                    "width": 719,
                    "filename": "7e2bc624-eb71-4e7e-bd53-88133d3e57a1.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(211, 212, 207, 1.00)",
                        "rgba(177, 176, 168, 1.00)",
                        "rgba(143, 141, 139, 1.00)"
                    ]
                },
                "extra_people": 26,
                "room_type": "Entire home/apt",
                "amenities": "TV,Cable TV,Internet,Wireless Internet,Air conditioning,Pool,Kitchen,Doorman,Gym,Elevator in building,Hot tub,Buzzer/wireless intercom,Heating,Family/kid friendly,Washer,Dryer,First aid kit,Essentials,Shampoo,Hangers,Hair dryer,Iron,Laptop friendly workspace,Private entrance",
                "listing_url": "https://www.airbnb.com/rooms/12358622",
                "review_scores_accuracy": 10,
                "calendar_updated": "today",
                "host_listings_count": 142,
                "host_name": "Spain Select",
                "host_response_time": "within an hour",
                "review_scores_checkin": 9,
                "interaction": "We will arrange the check in time depending on your arrival time. It is normally from 4pm but we will do our best to have the apartment ready for you ASAP. Anything you need during your stay, feel free to contact us! We are happy to help!",
                "host_about": "Spain Select was born from the recognition of a desire among travelers to live locally in a real home whilst away from their own, and yet still enjoy all of the benefits and small luxuries of a hotel stay. Not only that, though, we understood that they also wanted to be close to all of the best that their destination has to offer – to be right in the heart of it all. So we decided to source a broad range of high quality homes in the most sought after locations across the country, starting with the capital Madrid and moving over to Malaga, Valencia, and Seville. We then added a few unique flourishes that embody our brand of service and our values. Our interior design team works to extract and enhance the natural charm from each space and make it a warm home. Our very own in-house Local Ambassadors are posted in each destination to welcome each guest home and bed them in to the neighborhood when they first arrive. Finally, a selection of hotel-like services – including a 24-hour concierge for everything from show tickets to new sheets – and a motorized maintenance team completes our comprehensive customer care throughout every single stay. Every Spain Select experience is unique, yet they are all of a consistent high quality no matter when you stay with us. \r\n\r\nLive local, sleep royal: welcome to Spain Select.",
                "availability_365": 169,
                "last_review": "2017-01-25",
                "bed_type": "Real Bed",
                "review_scores_value": 9,
                "maximum_nights": 1125,
                "availability_30": 12,
                "experiences_offered": "none",
                "guests_included": 2
            },
            "record_timestamp": "2020-08-04T02:30:34.794+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "dae2a90d0f018d67d2bf11d21eca5c23349c8f18",
            "fields": {
                "host_neighbourhood": "La Latina",
                "host_verifications": "email,phone,reviews,jumio",
                "review_scores_communication": 9,
                "availability_90": 41,
                "city": "Madrid",
                "number_of_reviews": 52,
                "house_rules": "Normas de alojamiento de la vivienda y recepción del mismo: Check in: 3.00 pm / 7.00 pm, a partir de las 7.00 pm en adelante (horario nocturno). *El horario nocturno tiene un coste adicional de 10€/ hora a partir de las 7.00pm. Check out: 11.00 am Normas de recepción del piso: Avisar con antelación horario de llegada. Si vuelan desde el extranjero, debido a los numerosos retrasos de los vuelos, por favor comunicar vía mensaje una vez aterrizado y en disposición de sus maletas que van a llegar a la vivienda, en el horario acordado. En el aeropuerto y en el AVE, hay wifi gratuito. Sí no se nos comunica pueden sufrir retrasos a la hora de recepción del apartamento. En todo momento disponer de manera alguna poder comunicarse con el host. En caso de no tener una vía para comunicar con el host, nuestras oficinas están en la Calle Caños del peral nº 11, 1º Izquierda. Servicio de limpieza: Por cuestiones de logística, los lunes y jueves, se deberá permitir el acceso a la vivienda al personal q",
                "bathrooms": 1.0,
                "description": "Nuestro increíble, cómodo y céntrico apartamento renovado, tiene dos habitaciones y un toque genuinamente urbano. Permite alojar a cuatro personas y se encuentra en una zona tranquila, a solo una manzana de la Puerta del Sol. alojamiento es bueno para parejas, aventureros, viajeros de negocios, y familias con hijos.",
                "review_scores_location": 10,
                "accommodates": 4,
                "summary": "Nuestro increíble, cómodo y céntrico apartamento renovado, tiene dos habitaciones y un toque genuinamente urbano. Permite alojar a cuatro personas y se encuentra en una zona tranquila, a solo una manzana de la Puerta del Sol. alojamiento es bueno para parejas, aventureros, viajeros de negocios, y familias con hijos.",
                "property_type": "House",
                "bedrooms": 2,
                "street": "Palacio, Madrid, Comunidad de Madrid 28013, Spain",
                "neighbourhood_group_cleansed": "Centro",
                "cancellation_policy": "strict",
                "price": 99,
                "neighbourhood_cleansed": "Palacio",
                "reviews_per_month": 7.12,
                "host_response_rate": 100,
                "security_deposit": 100,
                "neighbourhood": "Palacio",
                "review_scores_rating": 93,
                "host_location": "Madrid, Community of Madrid, Spain",
                "beds": 2,
                "features": "Host Has Profile Pic,Host Identity Verified,Is Location Exact,Requires License,Instant Bookable",
                "country": "Spain",
                "review_scores_cleanliness": 10,
                "state": "Comunidad de Madrid",
                "host_since": "2014-07-01",
                "cleaning_fee": 30,
                "availability_60": 22,
                "minimum_nights": 1,
                "first_review": "2016-09-02",
                "name": "ARENA CENTRIC CASA BROADWAY ( GRAN VIA - OPERA )",
                "calculated_host_listings_count": 16,
                "calendar_last_scraped": "2017-04-08",
                "host_total_listings_count": 16,
                "picture_url": {
                    "id": "78b4838d6788a1c6315f499542a5a7dd",
                    "mimetype": "image/jpeg",
                    "height": 480,
                    "width": 720,
                    "filename": "2f7c3b91-efb7-4ca9-8cc0-69c6bb255132.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(198, 196, 198, 1.00)",
                        "rgba(173, 172, 172, 1.00)",
                        "rgba(142, 135, 125, 1.00)"
                    ]
                },
                "extra_people": 0,
                "room_type": "Entire home/apt",
                "amenities": "TV,Cable TV,Internet,Wireless Internet,Air conditioning,Wheelchair accessible,Kitchen,Doorman,Elevator in building,Buzzer/wireless intercom,Heating,Family/kid friendly,Washer,Smoke detector,Carbon monoxide detector,First aid kit,Safety card,Fire extinguisher,Essentials,Shampoo,Lock on bedroom door,24-hour check-in,Hangers,Hair dryer,Iron,Laptop friendly workspace",
                "listing_url": "https://www.airbnb.com/rooms/14736236",
                "review_scores_accuracy": 10,
                "calendar_updated": "4 days ago",
                "host_listings_count": 16,
                "host_name": "Arena",
                "host_response_time": "within an hour",
                "review_scores_checkin": 9,
                "host_about": "Spain",
                "availability_365": 294,
                "last_review": "2017-04-03",
                "review_scores_value": 9,
                "bed_type": "Real Bed",
                "maximum_nights": 365,
                "availability_30": 11,
                "experiences_offered": "none",
                "guests_included": 4
            },
            "record_timestamp": "2020-08-04T02:30:34.794+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "e16a37eb1f880877d6500c67e0260c7b04a5e1d4",
            "fields": {
                "host_neighbourhood": "La Latina",
                "host_verifications": "email,phone,reviews,jumio",
                "review_scores_communication": 9,
                "availability_90": 56,
                "city": "Madrid",
                "number_of_reviews": 22,
                "house_rules": "Normas de alojamiento de la vivienda y recepción del mismo: Check in: 3.00 pm / 7.00 pm, a partir de las 7.00 pm en adelante (horario nocturno). *El horario nocturno tiene un coste adicional de 10€/ hora a partir de las 7.00pm. Check out: 11.00 am Normas de recepción del piso: Avisar con antelación horario de llegada. Si vuelan desde el extranjero, debido a los numerosos retrasos de los vuelos, por favor comunicar vía mensaje una vez aterrizado y en disposición de sus maletas que van a llegar a la vivienda, en el horario acordado. En el aeropuerto y en el AVE, hay wifi gratuito. Sí no se nos comunica pueden sufrir retrasos a la hora de recepción del apartamento. En todo momento disponer de manera alguna poder comunicarse con el host. En caso de no tener una vía para comunicar con el host, nuestras oficinas están en la Calle Caños del peral nº 11, 1º Izquierda. Servicio de limpieza: Por cuestiones de logística, los lunes y jueves, se deberá permitir el acceso a la vivienda al personal q",
                "bathrooms": 1.0,
                "description": "Nuestro increíble, cómodo y céntrico apartamento renovado, tiene una habitación y un toque genuinamente urbano. Permite alojar a cuatro personas y se encuentra en una zona tranquila, a solo una manzana de la Puerta del Sol. Apartamento  amplio y luminoso apartamento preparado para alojar hasta 4 personas, este agradable apartamento cuenta con dos habitaciónes con cama de matrimonio. El salón, dispone de un sofá  y mesa con sillas.  La cocina de se encuentra totalmente equipada. Tiene un baño completo con ducha. Situado en una primera planta del edificio. Capacidad para 4 personas. Calefacción y Aire acondicionado, Lavadora, Frigorífico, Microondas, Cafetera, Tostadora, Utensilios de Cocina, Tv, Ducha, Ropa de cama, Toallas, Ascensor, WIFI. Heating and Air Conditioning, Washing Machine, Refrigerator, Microwave, Coffee maker, Toaster, Kitchen, TV, Shower, Bed Linen, Towels, Elevator, WIFI.",
                "review_scores_location": 9,
                "accommodates": 4,
                "summary": "Nuestro increíble, cómodo y céntrico apartamento renovado, tiene una habitación y un toque genuinamente urbano. Permite alojar a cuatro personas y se encuentra en una zona tranquila, a solo una manzana de la Puerta del Sol.",
                "property_type": "House",
                "bedrooms": 2,
                "street": "Malasaña, Madrid, Comunidad de Madrid 28004, Spain",
                "access": "Calefacción y Aire acondicionado, Lavadora, Frigorífico, Microondas, Cafetera, Tostadora, Utensilios de Cocina, Tv, Ducha, Ropa de cama, Toallas, Ascensor, WIFI. Heating and Air Conditioning, Washing Machine, Refrigerator, Microwave, Coffee maker, Toaster, Kitchen, TV, Shower, Bed Linen, Towels, Elevator, WIFI.",
                "neighbourhood_group_cleansed": "Centro",
                "cancellation_policy": "strict",
                "price": 99,
                "neighbourhood_cleansed": "Universidad",
                "reviews_per_month": 5.45,
                "host_response_rate": 100,
                "security_deposit": 100,
                "neighbourhood": "Malasaña",
                "review_scores_rating": 91,
                "host_location": "Madrid, Community of Madrid, Spain",
                "beds": 2,
                "features": "Host Has Profile Pic,Host Identity Verified,Is Location Exact,Requires License,Instant Bookable",
                "space": "Apartamento  amplio y luminoso apartamento preparado para alojar hasta 4 personas, este agradable apartamento cuenta con dos habitaciónes con cama de matrimonio. El salón, dispone de un sofá  y mesa con sillas.  La cocina de se encuentra totalmente equipada. Tiene un baño completo con ducha. Situado en una primera planta del edificio. Capacidad para 4 personas.",
                "country": "Spain",
                "review_scores_cleanliness": 9,
                "state": "Comunidad de Madrid",
                "host_since": "2014-07-01",
                "cleaning_fee": 30,
                "availability_60": 29,
                "minimum_nights": 1,
                "first_review": "2016-12-09",
                "name": "ARENA CENTRIC CASA SILVIO ( MALASAÑA - GRAN VIA )",
                "calculated_host_listings_count": 16,
                "calendar_last_scraped": "2017-04-08",
                "host_total_listings_count": 16,
                "picture_url": {
                    "id": "f7a7d453d43dbf4ea605e7aa0ef68159",
                    "mimetype": "image/jpeg",
                    "height": 426,
                    "width": 639,
                    "filename": "049cca96-8119-4385-82be-ed122dce55fc.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(178, 181, 178, 1.00)",
                        "rgba(164, 147, 130, 1.00)",
                        "rgba(139, 101, 74, 1.00)"
                    ]
                },
                "extra_people": 0,
                "room_type": "Entire home/apt",
                "amenities": "TV,Internet,Wireless Internet,Air conditioning,Wheelchair accessible,Kitchen,Elevator in building,Heating,Family/kid friendly,Washer,Dryer,Essentials,Shampoo,Hangers,Hair dryer,Iron,Laptop friendly workspace",
                "listing_url": "https://www.airbnb.com/rooms/16021966",
                "review_scores_accuracy": 9,
                "calendar_updated": "yesterday",
                "host_listings_count": 16,
                "host_name": "Arena",
                "host_response_time": "within an hour",
                "review_scores_checkin": 9,
                "host_about": "Spain",
                "availability_365": 331,
                "last_review": "2017-04-02",
                "review_scores_value": 9,
                "bed_type": "Real Bed",
                "maximum_nights": 365,
                "availability_30": 5,
                "experiences_offered": "none",
                "guests_included": 4
            },
            "record_timestamp": "2020-08-04T02:30:34.794+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "7a25ea9446c917311935476a103de6e66aab1bfa",
            "fields": {
                "host_neighbourhood": "La Latina",
                "host_verifications": "email,phone,reviews,jumio",
                "review_scores_communication": 9,
                "availability_90": 53,
                "city": "Madrid",
                "number_of_reviews": 139,
                "house_rules": "Normas de alojamiento de la vivienda y recepción del mismo: Check in: 3.00 pm / 7.00 pm, a partir de las 7.00 pm en adelante (horario nocturno). *El horario nocturno tiene un coste adicional de 10€/ hora a partir de las 7.00pm. Check out: 11.00 am Normas de recepción del piso: Avisar con antelación horario de llegada. Si vuelan desde el extranjero, debido a los numerosos retrasos de los vuelos, por favor comunicar vía mensaje una vez aterrizado y en disposición de sus maletas que van a llegar a la vivienda, en el horario acordado. En el aeropuerto y en el AVE, hay wifi gratuito. Sí no se nos comunica pueden sufrir retrasos a la hora de recepción del apartamento. En todo momento disponer de manera alguna poder comunicarse con el host. En caso de no tener una vía para comunicar con el host, nuestras oficinas están en la Calle Caños del peral nº 11, 1º Izquierda. Servicio de limpieza: Por cuestiones de logística, los lunes y jueves, se deberá permitir el acceso a la vivienda al personal q",
                "bathrooms": 2.0,
                "description": "Karen es el nombre de mi hija, por eso esta casa esta llena de sencillez, luz y armonía…….. eso es lo que esta casa os quiere regalar en vuestra estancia.",
                "review_scores_location": 10,
                "accommodates": 4,
                "summary": "Karen es el nombre de mi hija, por eso esta casa esta llena de sencillez, luz y armonía…….. eso es lo que esta casa os quiere regalar en vuestra estancia.",
                "property_type": "House",
                "bedrooms": 2,
                "street": "Malasaña, Madrid, Comunidad de Madrid 28004, Spain",
                "neighbourhood_group_cleansed": "Centro",
                "cancellation_policy": "strict",
                "price": 99,
                "neighbourhood_cleansed": "Universidad",
                "reviews_per_month": 6.54,
                "host_response_rate": 100,
                "security_deposit": 100,
                "neighbourhood": "Malasaña",
                "review_scores_rating": 90,
                "host_location": "Madrid, Community of Madrid, Spain",
                "beds": 2,
                "features": "Host Has Profile Pic,Host Identity Verified,Is Location Exact,Requires License,Instant Bookable",
                "country": "Spain",
                "review_scores_cleanliness": 10,
                "state": "Comunidad de Madrid",
                "host_since": "2014-07-01",
                "cleaning_fee": 30,
                "availability_60": 31,
                "minimum_nights": 1,
                "first_review": "2015-07-11",
                "name": "ARENA CENTRIC CASA KAREN ( GRAN VÍA - MALASAÑA )",
                "calculated_host_listings_count": 16,
                "calendar_last_scraped": "2017-04-07",
                "host_total_listings_count": 16,
                "picture_url": {
                    "id": "cd038285b68cb0e33e627bf41995a088",
                    "mimetype": "image/jpeg",
                    "height": 426,
                    "width": 639,
                    "filename": "5e45bc3f_original.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(216, 218, 217, 1.00)",
                        "rgba(174, 177, 176, 1.00)",
                        "rgba(172, 160, 146, 1.00)"
                    ]
                },
                "extra_people": 0,
                "room_type": "Entire home/apt",
                "amenities": "TV,Cable TV,Internet,Wireless Internet,Air conditioning,Wheelchair accessible,Kitchen,Doorman,Elevator in building,Buzzer/wireless intercom,Heating,Family/kid friendly,Washer,Smoke detector,Carbon monoxide detector,First aid kit,Safety card,Fire extinguisher,Essentials,Shampoo,24-hour check-in,Hangers,Hair dryer,Iron,Laptop friendly workspace",
                "listing_url": "https://www.airbnb.com/rooms/7177169",
                "review_scores_accuracy": 9,
                "calendar_updated": "4 days ago",
                "monthly_price": 2000,
                "weekly_price": 500,
                "host_listings_count": 16,
                "host_name": "Arena",
                "host_response_time": "within an hour",
                "review_scores_checkin": 9,
                "host_about": "Spain",
                "availability_365": 328,
                "last_review": "2017-04-02",
                "review_scores_value": 9,
                "bed_type": "Real Bed",
                "maximum_nights": 365,
                "availability_30": 11,
                "experiences_offered": "none",
                "guests_included": 4
            },
            "record_timestamp": "2020-08-04T02:30:34.794+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "7cfb510e76b48d52eb28320cd81d0244f196a5c5",
            "fields": {
                "host_neighbourhood": "La Latina",
                "host_verifications": "email,phone,reviews,jumio",
                "availability_90": 58,
                "city": "Madrid",
                "number_of_reviews": 0,
                "bathrooms": 1.0,
                "description": "Bright átic in the heart of Madrid.",
                "accommodates": 2,
                "summary": "Bright átic in the heart of Madrid.",
                "property_type": "House",
                "bedrooms": 1,
                "street": "Palacio, Madrid, Comunidad de Madrid 28013, Spain",
                "neighbourhood_group_cleansed": "Centro",
                "cancellation_policy": "strict",
                "price": 79,
                "neighbourhood_cleansed": "Palacio",
                "host_response_rate": 100,
                "security_deposit": 100,
                "neighbourhood": "Palacio",
                "host_location": "Madrid, Community of Madrid, Spain",
                "beds": 1,
                "features": "Host Has Profile Pic,Host Identity Verified,Is Location Exact,Requires License",
                "country": "Spain",
                "state": "Comunidad de Madrid",
                "host_since": "2014-07-01",
                "cleaning_fee": 25,
                "availability_60": 34,
                "minimum_nights": 1,
                "name": "ARENA CENTRIC CASA DEL REY( OPERA-SOL-GRAN VIA )",
                "calculated_host_listings_count": 16,
                "calendar_last_scraped": "2017-04-08",
                "picture_url": {
                    "id": "204fb3cd7ed809c4e55fda4c80ccbae9",
                    "mimetype": "image/jpeg",
                    "height": 426,
                    "width": 639,
                    "filename": "ba3d3e37-281e-4da8-92d2-0f014a80c38d.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(190, 179, 170, 1.00)",
                        "rgba(174, 154, 154, 1.00)",
                        "rgba(134, 126, 123, 1.00)"
                    ]
                },
                "host_total_listings_count": 16,
                "extra_people": 0,
                "room_type": "Entire home/apt",
                "amenities": "TV,Cable TV,Internet,Wireless Internet,Air conditioning,Kitchen,Doorman,Elevator in building,Buzzer/wireless intercom,Heating,Family/kid friendly,Washer,Dryer,Smoke detector,Carbon monoxide detector,First aid kit,Safety card,Fire extinguisher,Essentials,Shampoo,Hangers,Hair dryer,Iron,Laptop friendly workspace,Private entrance",
                "listing_url": "https://www.airbnb.com/rooms/17913766",
                "calendar_updated": "today",
                "host_listings_count": 16,
                "host_name": "Arena",
                "host_response_time": "within an hour",
                "host_about": "Spain",
                "availability_365": 333,
                "bed_type": "Real Bed",
                "maximum_nights": 365,
                "availability_30": 14,
                "experiences_offered": "none",
                "guests_included": 2
            },
            "record_timestamp": "2020-08-04T02:30:34.794+03:00"
        },
        {
            "datasetid": "airbnb-listings",
            "recordid": "24e7fe16dab034b02f93dedc48da6026adc88865",
            "fields": {
                "host_neighbourhood": "La Latina",
                "host_verifications": "email,phone,reviews,jumio",
                "review_scores_communication": 10,
                "availability_90": 62,
                "city": "Madrid",
                "number_of_reviews": 2,
                "house_rules": "Normas de alojamiento de la vivienda y recepción del mismo: Check in: 3.00 pm / 7.00 pm, a partir de las 7.00 pm en adelante (horario nocturno). *El horario nocturno tiene un coste adicional de 10€/ hora a partir de las 7.00pm. Check out: 11.00 am Normas de recepción del piso: Avisar con antelación horario de llegada. Si vuelan desde el extranjero, debido a los numerosos retrasos de los vuelos, por favor comunicar vía mensaje una vez aterrizado y en disposición de sus maletas que van a llegar a la vivienda, en el horario acordado. En el aeropuerto y en el AVE, hay wifi gratuito. Sí no se nos comunica pueden sufrir retrasos a la hora de recepción del apartamento. En todo momento disponer de manera alguna poder comunicarse con el host. En caso de no tener una vía para comunicar con el host, nuestras oficinas están en la Calle Caños del peral nº 11, 1º Izquierda. Servicio de limpieza: Por cuestiones de logística, los lunes y jueves, se deberá permitir el acceso a la vivienda al personal q",
                "bathrooms": 1.0,
                "description": "Nuestro increíble, cómodo y céntrico apartamento renovado, tiene un toque genuinamente urbano. Permite alojar a dos personas y se encuentra en una calle tranquila, a solo unos pasos de la Gran Via, Puerta del Sol y Plaza Mayor........... Apartamento  amplio y luminoso apartamento preparado para alojar a dos personas, este agradable apartamento cuenta con una cama de matrimonio. El salón, dispone de dos butacas muy cómodas y mesa alta con dos sillas.  La cocina de tipo americana se encuentra totalmente equipada. Tiene un baño completo con  plato de ducha. Situado en una primera planta del edificio. Capacidad para 2 personas.  This bright and spacious apartment ready to accommodate up to 2 people, this comfortable apartment has a bedroom with double bed. The living room has a sofa bed and table with chairs. The American kitchen is fully equipped. It has a bathroom with shower. Located on the fifth floor. Sleeps 2 people. Calefacción y Aire acondicionado, Lavadora, Frigorífico, Microondas",
                "review_scores_location": 10,
                "accommodates": 2,
                "summary": "Nuestro increíble, cómodo y céntrico apartamento renovado, tiene un toque genuinamente urbano. Permite alojar a dos personas y se encuentra en una calle tranquila, a solo unos pasos de la Gran Via, Puerta del Sol y Plaza Mayor...........",
                "property_type": "House",
                "bedrooms": 1,
                "street": "Madrid, Comunidad de Madrid 28004, Spain",
                "access": "Calefacción y Aire acondicionado, Lavadora, Frigorífico, Microondas, Cafetera, Tostadora, Utensilios de Cocina, Tv, Ducha, Ropa de cama, Toallas, Ascensor, WIFI. Heating and Air Conditioning, Washing Machine, Refrigerator, Microwave, Coffee maker, Toaster, Kitchen, TV, Shower, Bed Linen, Towels, Elevator, WIFI.",
                "neighbourhood_group_cleansed": "Centro",
                "cancellation_policy": "strict",
                "price": 69,
                "neighbourhood_cleansed": "Universidad",
                "reviews_per_month": 2.0,
                "host_response_rate": 100,
                "security_deposit": 100,
                "transit": "Tenemos un servicio de taxi para traslados a cualquier parte de Madrid.  La tarifa del taxi del aeropuerto al apartamento son 30 euros. We have a taxi service for removals to anywhere in Madrid.The cab fare from the airport to the apartment is 30 euros.",
                "review_scores_rating": 100,
                "host_location": "Madrid, Community of Madrid, Spain",
                "beds": 1,
                "features": "Host Has Profile Pic,Host Identity Verified,Requires License",
                "space": "Apartamento  amplio y luminoso apartamento preparado para alojar a dos personas, este agradable apartamento cuenta con una cama de matrimonio. El salón, dispone de dos butacas muy cómodas y mesa alta con dos sillas.  La cocina de tipo americana se encuentra totalmente equipada. Tiene un baño completo con  plato de ducha. Situado en una primera planta del edificio. Capacidad para 2 personas.  This bright and spacious apartment ready to accommodate up to 2 people, this comfortable apartment has a bedroom with double bed. The living room has a sofa bed and table with chairs. The American kitchen is fully equipped. It has a bathroom with shower. Located on the fifth floor. Sleeps 2 people.",
                "country": "Spain",
                "review_scores_cleanliness": 10,
                "state": "Comunidad de Madrid",
                "host_since": "2014-07-01",
                "cleaning_fee": 20,
                "availability_60": 36,
                "minimum_nights": 1,
                "first_review": "2017-03-26",
                "name": "ARENA CENTRIC CASA AMSTERDAM ( G.VIA-SOL P.MAYOR )",
                "neighborhood_overview": "La ubicación del apartamento es perfecta para visitar Madrid sin tener que usar nuestro buen servicio de transporte público . Es súper central. En realidad , a los 5 minutos a pie se puede llegar a todos los principales puntos de la ciudad : Gran Via , Sol , Plaza Mayor, el Palacio Real, el Museo del Prado y el Reina Sofía, el Parque del Retiro , el Rastro y La Latina , etc  Pero en cualquier caso, las paradas de metro más cercanas son : Sol ( líne(URL HIDDEN)minutos de distancia) y La Latina (línea 2 - también a 5 minutos ) .  Estas son las distancias a pie a algunos puntos de interés:  - Plaza Mayor : 1 min  - Sol Square: 4min  - Opera Plaza : 5 minutos .  - Palacio Real : 5 minutos .  - De compras en la Gran Vía y la Plaza de Callao : 1 minutos .  - Relájate en los Jardines de Sabatini: 5 minutos. The apartment's location is perfect for visiting Madrid without having to use our good public transport. It's super center. In fact, within 5 minutes walk you can reach all the major point",
                "calculated_host_listings_count": 16,
                "calendar_last_scraped": "2017-04-07",
                "host_total_listings_count": 16,
                "picture_url": {
                    "id": "d07f870d79e558633010030f08f6829e",
                    "mimetype": "image/jpeg",
                    "height": 426,
                    "width": 639,
                    "filename": "79561f7f-92fc-4f32-b362-ec9c27e895a8.jpg",
                    "thumbnail": true,
                    "format": "JPEG",
                    "color_summary": [
                        "rgba(207, 205, 202, 1.00)",
                        "rgba(164, 161, 140, 1.00)",
                        "rgba(103, 95, 80, 1.00)"
                    ]
                },
                "extra_people": 0,
                "room_type": "Entire home/apt",
                "amenities": "TV,Cable TV,Internet,Wireless Internet,Air conditioning,Kitchen,Elevator in building,Buzzer/wireless intercom,Heating,Family/kid friendly,Washer,Smoke detector,Carbon monoxide detector,First aid kit,Safety card,Fire extinguisher,Essentials,Shampoo,Lock on bedroom door,Hangers,Hair dryer,Iron,Laptop friendly workspace,Private entrance",
                "listing_url": "https://www.airbnb.com/rooms/17798768",
                "review_scores_accuracy": 10,
                "calendar_updated": "today",
                "host_listings_count": 16,
                "host_name": "Arena",
                "host_response_time": "within an hour",
                "review_scores_checkin": 8,
                "interaction": "Nuestros huéspedes pueden contactar en cualquier momento con nosotros, estaremos pendientes de todo lo que necesiten. Información turística, donde ir, donde comer, si han tenido alguna incidencia en la casa etc. Guests may contact us anytime, we will be watching everything you need. Tourist information, where to go, where to eat, if they have had any impact on the house etc.",
                "host_about": "Spain",
                "availability_365": 337,
                "last_review": "2017-04-02",
                "review_scores_value": 10,
                "bed_type": "Real Bed",
                "maximum_nights": 365,
                "availability_30": 11,
                "experiences_offered": "none",
                "guests_included": 1
            },
            "record_timestamp": "2020-08-04T02:30:34.794+03:00"
        }
    ]
}
